{
    "1000": [
        {
            "authors": "Alhazan",
            "description": "Light travels from the object seen to the eye.",
            "title": "“Optics”"
        }
    ],
    "1021": [
        {
            "authors": "Ibn al-Haytham",
            "description": "Rainbows, parabolic mirrors to set ships on fire, distorted images caused by refraction in water. Proposed intromission theory of vision.Camera obscure was used to safely watch solar eclipses.",
            "title": "“Book of Optics” "
        }
    ],
    "1252": [
        {
            "authors": "",
            "description": "",
            "title": "Alphonsine Tables"
        }
    ],
    "1263": [
        {
            "authors": "Roger Bacon",
            "description": "Includes optics, physiology of eyesight, the anatomy of the eye and the brain, light, distance, position, size, direction vision, reflected vision, refraction, mirrors, and lenses. Also alchemy, manufacturing of gunpowder, positions, and sizes of the celestial bodies. Anticipates microscopes, telescopes, spectacles, flying machines, hydraulics, and steamships.",
            "title": "Opus Majus "
        }
    ],
    "1289": [
        {
            "authors": "concave lenses",
            "description": "A Florentine manuscript of 1289 refers to some \"glass lenses for spectacles recently invented, of great advantage to old people with weak vision\". This confirms that the use of pieces of glass - called \"vetri lenticchie\" or \"lenti\" (lenses) on account of their lentil (lenticchie) shape - for correcting long-sightedness was known of from the end of the XIIIth century. The fact that old people’s sight could be helped by the use of such lenses, whose curvature became more accentuated as a person grew older, had important effects on society, lengthening the working life of writers, scholars and craftsmen.",
            "title": "Eye glasses for far-sightedness "
        }
    ],
    "1350": [
        {
            "authors": "",
            "description": "[1]",
            "title": "Bronze cannons"
        }
    ],
    "1440": [
        {
            "authors": "Gutenberg",
            "description": "",
            "title": "Printing Press "
        }
    ],
    "1451": [
        {
            "authors": "concave lenses",
            "description": "The invention of the use of concave lenses to correct near-sightedness is ascribed to Nicholas of Cusa in 1451.",
            "title": "Eyeglasses for near-sightedness "
        }
    ],
    "1483": [
        {
            "authors": "",
            "description": "Theophrastus' “Enquiry into Plants” was first published in a Latin translation by Theodore Gaza, at Treviso, 1483.",
            "title": "Theophrastus' “Enquiry into Plants” is published in Latin"
        },
        {
            "authors": "Pacioli",
            "description": "Double-entry accounting system",
            "title": "Summa de arithmetica, geometria. Proportioni et proportionalita "
        }
    ],
    "1487": [
        {
            "authors": "Kramer",
            "description": "",
            "title": "“The Hammer of Witches” "
        }
    ],
    "1492": [
        {
            "authors": "Columbus",
            "description": "",
            "title": "Americas "
        }
    ],
    "1508": [
        {
            "authors": "Da Vinci",
            "description": "In his 1508 “Codex of the Eye”, Italian inventor Leonardo da Vinci speculated that submerging the head in a bowl of water could alter vision. He even created a glass lens with a funnel on one side so that water could be poured into it, but the device was impractical (and probably looked pretty ridiculous). ",
            "title": "“Codex of the Eye” "
        }
    ],
    "1522": [
        {
            "authors": "Magellan",
            "description": "",
            "title": "First circumnavigation of Earth "
        }
    ],
    "1538": [
        {
            "authors": "Fracastoro",
            "description": "The development of the technique and the new attitude taking shape towards the study of nature led, at the end of the century, to the invention of the telescope. Given the preceding work of the spectacle-makers and the simplicity of the instrument - two lenses held one in front of the other - it is somewhat surprising that it was not invented earlier.The lines written by Girolamo Fracastoro (Verona c. 1478-1553) in his 1538 work Homocentricorum sive de stellis liber unus, \"Et per duo perspicilla ocularia, si quis perspiciat altero alteri superposito, majora multo et propinquiora videbit omnia\", show fairly clearly how this idea was already in the air in the first half of the century and that not much was needed to develop it fully.[1] Radetzki, M. (2009). Seven thousand years in the service of humanity—the history of copper, the red metal. Resources Policy, 34(4), 176–184. doi:10.1016/j.resourpol.2009.03.003[2] Radetzki, M. (2009). Seven thousand years in the service of humanity—the history of copper, the red metal. Resources Policy, 34(4), 176–184. doi:10.1016/j.resourpol.2009.03.003",
            "title": "Telescope idea "
        }
    ],
    "1543": [
        {
            "authors": "Copernicus",
            "description": "On the Revolutions of the Celestial Spheres.",
            "title": "De revolutionibus "
        },
        {
            "authors": "Vesalius",
            "description": "\"On the fabric of the human body in seven books\"",
            "title": "De humani corporis fabrica libri septem "
        }
    ],
    "1544": [
        {
            "authors": "Agricola",
            "description": "In 1544, Agricola published the “De ortu et causis subterraneorum” (On Subterranean Origins and Causes), in which he criticized older theories and laid out the foundations of modern physical geology, It discusses the effect of wind and water as powerful geological forces, the origin and distribution of ground water and mineralizing juices, the origin of subterranean heat, the origin of ore channels, and the principal divisions of the mineral kingdom.",
            "title": "De ortu et causis subterraneorum "
        }
    ],
    "1546": [
        {
            "authors": "Agricola",
            "description": "The ten books of “De veteribus et novis metallis”, more commonly known as “De Natura Fossilium” are published in 1546 as a comprehensive textbook and account of the discovery and occurrence of minerals, ores, metals, gemstones, earths and igneous rocks.",
            "title": "De Natura Fossilium "
        }
    ],
    "1548": [
        {
            "authors": "Agricola",
            "description": "",
            "title": "De animantibus subterraneis "
        }
    ],
    "1551": [
        {
            "authors": "Reinhold",
            "description": "",
            "title": "Prutenic Tables "
        }
    ],
    "1556": [
        {
            "authors": "Agricola",
            "description": "Written in Latin. Agricola is often, although not universally referred to as the founder of mineralogy and geology as scientific disciplines. The work is a systematic, illustrated treatise on mining and extractive metallurgy. It shows processes to extract ores from the ground, and metals from ore.Until that time, Pliny the Elder's work “Historia Naturalis” was the main source of information on metals and mining techniques. Agricola acknowledged his debt to ancient authors, such as Pliny and Theophrastus, and made numerous references to Roman works.",
            "title": "De re metallica "
        }
    ],
    "1558": [
        {
            "authors": "Della Porta",
            "description": "Includes observations upon geology, optics, medicines, poisons, cooking, metallurgy, magnetism, cosmetics, perfumes, gunpowder, and invisible writing.Describes using a concave mirror to project the image onto paper and to use this as a drawing aid (pinhole image, or camera obscura).",
            "title": "Magia Naturalis "
        }
    ],
    "1564": [
        {
            "authors": "Paracelcius",
            "description": "",
            "title": "The Third Defense "
        }
    ],
    "1565": [
        {
            "authors": "",
            "description": "St. Augustine (From Spanish: San Agustín) is a city in the Southeastern United States, on the Atlantic coast of northeastern Florida. Founded in 1565 by Spanish explorers, it is the oldest continuously inhabited European-established settlement in the contiguous United States.",
            "title": "First colony in the U.S."
        }
    ],
    "1572": [
        {
            "authors": "",
            "description": "[1]",
            "title": "Tycho’s Supernova"
        },
        {
            "authors": "Colombo",
            "description": "",
            "title": "Atlas assimilation described "
        },
        {
            "authors": "",
            "description": "",
            "title": "[2]"
        }
    ],
    "1577": [
        {
            "authors": "",
            "description": "",
            "title": "Tycho observes a comet"
        }
    ],
    "1582": [
        {
            "authors": "Clavius",
            "description": "In 1582 Clavius was the senior mathematician on the commission that instituted the Gregorian calendar.[3]",
            "title": "Gregorian calendar "
        }
    ],
    "1584": [
        {
            "authors": "Bruno",
            "description": "“On the Infinite Universe and Worlds”He is known for his cosmological theories, which conceptually extended the then-novel Copernican model. He proposed that the stars were distant suns surrounded by their own planets, and he raised the possibility that these planets might foster life of their own, a philosophical position known as cosmic pluralism. He also insisted that the universe is infinite and could have no \"centre\".",
            "title": "De l'infinito universo et mondi "
        }
    ],
    "1586": [
        {
            "authors": "Galileo",
            "description": "In “La Bilancetta” in 1586 Galileo introduced a more accurate way of weighing objects in the air and in water. This was especially useful for jewelers, whose common practice was to wight precious metals this way.[4]",
            "title": "More accurate ways of weight measurements "
        },
        {
            "authors": "Stevin",
            "description": "1586 experiment of Simon Stevin and Jan Cornets de Groot. “Let us take two balls of lead, the one ten times bigger and heavier than the other, and let them drop together from 30 feet high, and it will show that the lightest ball is not ten times longer under way than the heaviest, but they fall together at the same time on the ground. This proves that Aristotle is wrong”.[5]Between 1589 and 1592 Galileo Galilei dropped two spheres of different masses from the Leaning Tower of Pisa to demonstrate that their time of descent was independent of their mass. Galileo discovered through this experiment that the objects fell with the same acceleration, proving his prediction true, while at the same time disproving Aristotle's theory of gravity (which states that objects fall at speed proportional to their mass). He formulated a law which predicted that bodies of the same material falling through the same medium would fall at the same speed. This was contrary to what Aristotle had taught: that heavy objects fall faster than the lighter ones,and in direct proportion to their weight. Galileo’s thought experiment which was a precursor to the theory was as follows: Imagine two objects, one light and one heavier than the other one, are connected to each other by a string. Drop this system of objects from the top of a tower. If we assume heavier objects do indeed fall faster than lighter ones (and conversely, lighter objects fall slower), the string will soon pull taut as the lighter object retards the fall of the heavier object. But the system considered as a whole is heavier than the heavy object alone, and therefore should fall faster. This contradiction leads one to conclude the assumption is false.",
            "title": "Dropping balls "
        }
    ],
    "1590": [
        {
            "authors": "",
            "description": "Credit for the first compound microscope goes to Zacharias Jannsen and his father Hans, both Dutch spectacle makers, around 1590. They put several lenses in a tube and discovered that the object near the end appeared to be greatly magnified.[6] ",
            "title": "Compound microscope"
        }
    ],
    "1596": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "Cosmographic Mystery "
        }
    ],
    "160": [
        {
            "authors": "",
            "description": "Ptolemy formulated a very inaccurate version of the law of refraction, which only works when the light rays are almost normally incident on the interface in question.",
            "title": "“Optics” Ptolemy"
        }
    ],
    "1600": [
        {
            "authors": "Gilbert",
            "description": "",
            "title": "“De Magnete” "
        },
        {
            "authors": "Van Helmont",
            "description": "It was prepared by Johann Van Helmont (c.1600) by destructive distillation of green vitriol (ferrous sulfate) and by burning sulfur. There was the need to solve a theoretical and practical problem: a suction pump could only raise water up to a height of 10 metres (34 ft). In the early 1600s, Galileo argued that suction pumps were able to draw water from a well because of the \"force of vacuum.\" This argument, however, failed to explain the fact that suction pumps could only raise water to a height of 10 metres. At the time the existence of vacuums was controversial.On July 27, 1630, Giovanni Baliani wrote a letter to Galileo Galilei explaining an experiment he had made in which a siphon, led over a hill about twenty-one meters high, failed to work. Galileo responded with an explanation of the phenomenon: he proposed that it was the power of a vacuum that held the water up, and at a certain height the amount of water simply became too much and the force could not hold any more, like a cord that can support only so much weight. This was a restatement of the theory of horror vacui (\"nature abhors a vacuum\"), which dates to Aristotle, and which Galileo restated as resistenza del vacuo.René Descartes described the design of an experiment to determine atmospheric pressure as early as 1631, but there is no evidence that he built a pressure-measuring device at that time.Inspired by Galileo Galilei theory, between 1639 and 1641 - Raffaele Magiotti devised an experiment to test for the existence of vacuum. Gasparo Berti carried out this experiment and may unintentionally have built a water barometer. He built an 11 m lead tube, filled it with water, and sealed both ends. He submerged one end in a water basin and unsealed it. Though some of the water flowed out into the basin, much of it remained in the tube, filling about 10.3 m (34 feet) of the tube, the same height Baliani and Galileo had observed that was limited by the siphon. What was most important about this experiment was that the lowering water had left a space above it in the tube which had no intermediate contact with air to fill it up. This seemed to suggest the possibility of a vacuum existing in the space above the water. Berti claimed that the space above was filled with a vacuum. His claim was strongly contested, and multiple experiments were performed attempting to disprove the existence of a vacuum. This experiment led to Evangelista Torricelli's research into the weight of air and his invention of the barometer.",
            "title": "Sulfuric acid "
        }
    ],
    "1601": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "The More Reliable Bases of Astrology "
        }
    ],
    "1602": [
        {
            "authors": "Galileo",
            "description": "Italian scientist Galileo Galilei was the first to study the properties of pendulums, beginning around 1602.[28] The earliest extant report of his research is contained in a letter to Guido Ubaldo dal Monte, from Padua, dated November 29, 1602.[29] His biographer and student, Vincenzo Viviani, claimed his interest had been sparked around 1582 by the swinging motion of a chandelier in Pisa Cathedral.[30][31] Galileo discovered the crucial property that makes pendulums useful as timekeepers, called isochronism; the period of the pendulum is approximately independent of the amplitude or width of the swing.[32] He also found that the period is independent of the mass of the bob, and proportional to the square root of the length of the pendulum. He first employed free swinging pendulums in simple timing applications. His physician friend, Santorio Santorii, invented a device which measured a patient's pulse by the length of a pendulum; the pulsilogium.[28] In 1641 Galileo conceived and dictated to his son Vincenzo a design for a pendulum clock;[32] Vincenzo began construction, but had not completed it when he died in 1649.[33] The pendulum was the first harmonic oscillator used by man.Galileo starts using pendulums as time measuring devices in 1602.[8]",
            "title": "Pendulum research "
        },
        {
            "authors": "Harriot",
            "description": "",
            "title": "Snell’s law "
        }
    ],
    "1604": [
        {
            "authors": "Brunowsky",
            "description": "On October 9 1604 astronomers in a few Italian cities discovered a new star - a nova- that rapidly became brighter than all the stars in the sky. It destroyed the Aristotelian idea that the stellar sphere is immutable. Aside from that, there was no parallax observed, so scientists concluded that it was further from the Earth than the Moon, unlike what Aristotle theorized about stars’ positions.[9]While Kepler was watching a rare conjunction of Mars, Jupiter, and Saturn in October 1604, a supernova appeared that remained visible for 17 months. This event was evidence that the realm of the fixed stars, considered since ancient times as pure and changeless, could indeed experience change. He published the results of his observations in 1606 as De Stella Nova in Pede Serpentarii (\"The New Star in the Foot of the Serpent Bearer\").",
            "title": "Kepler’s supernova "
        },
        {
            "authors": "Kepler",
            "description": "In Kepler's book Astronomia Pars Optica, for which he earned the title of founder of modern optics, he was the first to discover many of the common theories of optics. He was the first to use a pinhole camera to investigate the formation of pictures; the first to explain the process of vision by refraction within the eye; the first to formulate eyeglass designs for nearsightedness and farsightedness; and the first to explain the use of both eyes for depth perception.Kepler stated that the rays emanating from a single luminous point form a cone, the circular base of which is in the pupil. All of the rays are then refracted within the normal eye to meet again at a single point on the retina, identified by Kepler as the sensitive receptor of the eye. If the eye is not normal, the second short interior cone comes to a point not on the retina but in front of it or behind it, causing blurred vision. For more than three centuries eyeglasses had helped older persons to see better. But nobody before Kepler was able to explain how these little pieces of curved glass had worked.",
            "title": "Astronomiae Pars Optica "
        }
    ],
    "1606": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "The New Star in the Foot of the Serpent Bearer "
        }
    ],
    "1608": [
        {
            "authors": "Galileo",
            "description": "One of Galileo’s crowning achievements was calculating the trajectory traced by projectiles. This came out of an experiment conducted in 1608, which looked something like this: An inclined plane was placed on top of a horizontal tabletop. A ball rolled down the inclined plane, then on the horizontal table, eventually shooting off the table’s edge along a trajectory that finally hit the ground. By measuring the horizontal and vertical distances traveled, and by understanding that the horizontal motion (while in the air) is nearly at a uniform speed (since only the air resistance acts to slow it down slightly), while the vertical motion is in free fall, he was able to determine the geometrical shape of the trajectory. Basically, the vertical distance through which the body falls is proportional to the square of the horizontal distance travelled. That is, a ball that travels twice farther horizontally falls four times farther vertically. The trajectory precisely delineates the curve known since antiquity as a parabola.[10]",
            "title": "Projectile experiments "
        },
        {
            "authors": "Lipperhey",
            "description": "Hans Lipperhey is known for the earliest written record of a refracting telescope, a patent he filed in 1608. His work with optical devices grew out of his work as a spectacle maker, an industry that had started in Venice and Florence in the thirteenth century, and later expanded to the Netherlands and Germany.Lipperhey applied to the States General of the Netherlands on 2 October 1608 for a patent for his instrument \"for seeing things far away as if they were nearby\", a few weeks before another Dutch instrument-maker's patent, that of Jacob Metius. Lipperhey failed to receive a patent since the same claim for invention had also been made by other spectacle-makers but he was handsomely rewarded by the Dutch government for copies of his design.In late 1608 Galileo’s Venetian friend Paolo Sarpi heard a rumor about a spyglass - an optical gadget invented in the Netherlands - that could make distant objects appear closer and larger. Realizing that such an instrument could have interesting applications, Sarpi alerted Galileo in 1609.[11]There are many stories as to how Lipperhey came by his invention. One version has Lipperhey observing two children playing with lenses in his shop and commenting how they could make a far away weather-vane seem closer when looking at it through two lenses. Other stories have Lipperhey's apprentice coming up with the idea or have Lipperhey copying someone else's discovery.[11] Lipperhey's original instrument consisted of either two convex lenses with an inverted image or a convex objective and a concave eyepiece lens so it would have an upright image.[12] This \"Dutch perspective glass\" (the name \"telescope\" would not be coined until three years later by Giovanni Demisiani) had a three-times (or 3X) magnification.The design of these early refracting telescopes consisted of a convex objective lens and a concave eyepiece.",
            "title": "Spyglass 3x "
        },
        {
            "authors": "Metius",
            "description": "In October 1608, the States General discussed Jacob Metius's patent application for a device for \"seeing faraway things as though nearby\", consisting of a convex and concave lens in a tube, and the combination magnified three or four times.[4] His use of a convex objective lens and concave eyepiece may have been a superior design to the Lippershey telescope design[5] which was submitted for patent only a few weeks before Metius'.Metius informed the States General that he was familiar with the secrets of glassmaking and that he could make an even better telescope with the government's support. The States General voted him a small award, although it ended up employing Lippershey to make binocular versions of the telescope. Metius is described as feeling rebuffed by the States General, withdrawing his patent, and not allowing anyone to see his telescope.[6] His will and testament ordered that all his tools and designs be destroyed to prevent anyone else from profiting from them.[7]",
            "title": "Spyglass 3x-4x "
        }
    ],
    "1609 ": [
        {
            "authors": "Harriot",
            "description": "",
            "title": "Spyglass 6x "
        },
        {
            "authors": "Harriot",
            "description": "",
            "title": "First telescope observations of the moon "
        },
        {
            "authors": "Galileo",
            "description": "Galileo spent his time to improving the telescope, producing telescopes of increased power. His first telescope had a 3x magnification, but he soon made instruments which magnified 8x and finally, one nearly a meter long with a 37mm objective (which he would stop down to 16mm or 12mm) and a 23x magnification.",
            "title": "Telescope 3x, 8x, 23x "
        },
        {
            "authors": "Kepler",
            "description": "In his Astronomia Nova (\"New Astronomy\") of 1609, Kepler had demonstrated that the orbit of the planet Mars is an ellipse. Although it had been believed since antiquity that the planets, being heavenly bodies, were perfect and therefore could move only in perfect circles or combinations of circles, Copernicus had correctly classified the Earth as one of the planets; and it was fully accepted that the Earth was far removed from perfection. Kepler extended Copernicus' reasoning to the other planets and was the first to declare that the other planets resemble the Earth in being material bodies. That a material body, being imperfect, need not travel in a perfectly circular orbit was a conclusion made by Kepler after he tried unsuccessfully to fit the orbit of Mars to Brahe's observations in every possible combination of circles his ingenuity could devise. Because none of them worked, he tried non circular paths until he found the true solution: Mars revolves in an elliptical orbit with the Sun occupying one of its two focuses.Like many philosophers of his era, Kepler had a mystical belief that the circle was the Universe’s perfect shape, and that as a manifestation of Divine order, the planets’ orbits must be circular. For many years, he struggled to make Brahe’s observations of the motions of Mars match up with a circular orbit.Eventually, however, Kepler noticed that an imaginary line drawn from a planet to the Sun swept out an equal area of space in equal times, regardless of where the planet was in its orbit. If you draw a triangle out from the Sun to a planet’s position at one point in time and its position at a fixed time later—say, 5 hours, or 2 days—the area of that triangle is always the same, anywhere in the orbit. For all these triangles to have the same area, the planet must move more quickly when it is near the Sun, but more slowly when it is farthest from the Sun.This discovery (which became Kepler’s second law of orbital motion) led to the realization of what became Kepler’s first law: that the planets move in an ellipse (a squashed circle) with the Sun at one focus point, offset from the center.Using the precise data that Tycho had collected, Kepler discovered that the orbit of Mars was an ellipse. In 1609, he published Astronomia Nova delineating his discoveries, which are now called Kepler's first two laws of planetary motion.",
            "title": "Astronomia Nova "
        },
        {
            "authors": "Kepler",
            "description": "In the book “Astronomia Nova”. Kepler discovered that elliptical orbits fit observations better than circular orbits (on Mars example).[12]",
            "title": "Laws of planetary motions "
        }
    ],
    "1610": [
        {
            "authors": "Harriot",
            "description": "",
            "title": "Sunspots "
        },
        {
            "authors": "Galileo",
            "description": "From the “Sidereal messenger”:I have observed that Saturn is not a single star but three together, which always touch each other, they do not move in the least among themselves and have the following shape oOo… If we look at them with a telescope of weak magnification, the three stars do not appear very distinctly and Saturn seems elongated like an olive… A court has been found for Jupiter, and now for this old man two attendants who help him walk and never leave his side.[13]Just as the Moon provides some light to Earth at night, the Earth brightens the lunar night. What is surprising about that? In an equal and grateful exchange, the Earth pays back the Moon with light equal to that which she received from the Moon almost all the time in the deepest darkness of the night… In this sequence [of lunar phases], then, in alternate succession, the lunar light bestows upon us her monthly illuminations, now brighter, now weaker. But the favor is repaid by the Earth in like manner.[14]About 10 months ago, a report reached my ears that a certain Fleming had constructed a spyglass by means of which visible objects, though very distant from the eye of the observer, were distinctly seen as if nearby. Of this truly remarkable effect, several experiences were related, to which some persons gave credence while others denied them. A few days later, the report was confirmed to me in a letter from a noble Frenchman at Paris, Jacques Badovere, which caused me to apply myself wholeheartedly to investigate means by which I might arrive at the invention of a similar instrument. This I did soon afterwards, my basis being the doctrine of refraction.[15]Galileo discovered through trial and error that by placing spectacle lenses in a tube, a plano-concave on at one end and a plano-convex one at the other, he could easily achieve a magnification of about three or four. Since Venice was an aspiring maritime power, Galileo immediately realized the bargaining potential that such a device (in his words: “of inestimable value in all business and every undertaking at sea or on land”) could give him in salary negotiations with Venetial senators. He therefore swiftly embarrassed on learning how to polish higher quality lenses, and experimented with lenses of different sizes and distances apart. Amazingly, within less than three weeks, he was in Venice, equipped with an eight-powered telescope and, through Sarpi’s connections, about to demonstrate this “perspicillum”, as he called it, to Venetial decision-makers.[16]Galileo managed to improve his telescope to fifteen-power by November 1609 and to twenty-power or more by March 1610.[17]From the motions of the sun spots, Galileo estimated that the Sun takes approximately a month to rotate about its axis. Indeed, we know now that the solar rotation period at the equator is 24.47 days.[18]",
            "title": "First telescopic observations "
        },
        {
            "authors": "Kepler",
            "description": "",
            "title": "Dissertatio cum Nuncio Sidereo Nuper ad Mortales Misso a Galilaeo Galilaeo "
        }
    ],
    "1611": [
        {
            "authors": "",
            "description": "On April 14, 1611, during a banquet at which Galileo was elected as a sixth member of Cesi’s Accademia dei Lincei, the name telescopium was coined for the spyglass that revolutionized cosmology. The name was suggested by Giovanni Demisiani.[19]",
            "title": "Spyglass is named Telescope."
        },
        {
            "authors": "Kepler",
            "description": "Kepler suggests a way of making a compound microscope",
            "title": "Compound microscope "
        },
        {
            "authors": "Kepler",
            "description": "In his book Dioptrice (a term coined by Kepler and still used today), he was the first to describe real, virtual, upright and inverted images and the concept of magnification. He was the first to explain the principles of how a telescope works, and the first to discover and describe the properties of total internal reflection.Kepler described real, virtual, upright and inverted images and magnification, as well as explained the principles of how a telescope works. He also discovered and described the properties of total internal reflection.Moreover, he founded modern optics by presenting the earliest correct explanation of how human beings see. He was the first to set forth accurately what happens to light after it enters a telescope, and he designed a particular form of that instrument. After hearing of Galileo's telescopic discoveries, Kepler also started a theoretical and experimental investigation of telescopic optics using a telescope borrowed from Duke Ernest of Cologne. The resulting manuscript was completed in September 1610 and published as Dioptrice in 1611. In it, Kepler set out the theoretical basis of double-convex converging lenses and double-concave diverging lenses—and how they are combined to produce a Galilean telescope—as well as the concepts of real vs. virtual images, upright vs. inverted images, and the effects of focal length on magnification and reduction. He also described an improved telescope—now known as the astronomical or Keplerian telescope—in which two convex lenses can produce higher magnification than Galileo's combination of convex and concave lenses.",
            "title": "Dioptrice "
        },
        {
            "authors": "Fabricius",
            "description": "[20]",
            "title": "Sunspots "
        }
    ],
    "1614": [
        {
            "authors": "Napier",
            "description": "",
            "title": "Logarithms "
        }
    ],
    "1615": [
        {
            "authors": "Kepler",
            "description": "Kepler formed the basis of integral calculus.",
            "title": "Stereometria Doliorum "
        },
        {
            "authors": "Harvey",
            "description": "In 1615 Harvey began to make his views about the pulmonary circulation known in a series of lectures at the College of Physicians. Harvey suggested that the heart acted as a pump that propels blood around the body and that it returned to the heart via a system of one-way valves.[21]",
            "title": "Pulmonary Circulation "
        }
    ],
    "1618": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "Epitome of Copernican Astronomy "
        }
    ],
    "1619": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "Harmonice Mundi "
        }
    ],
    "1620": [
        {
            "authors": "Bacon",
            "description": "",
            "title": "Novum Organum "
        }
    ],
    "1621": [
        {
            "authors": "",
            "description": "",
            "title": "Snell’s Law"
        }
    ],
    "1625": [
        {
            "authors": "Glauber",
            "description": "NaCl + H2SO4 => Na2SO4 + HClHe was first to produce concentrated hydrochloric acid in 1625 by combining sulfuric acid and table salt.Sodium sulphate discovery. His production of sodium sulfate, which he called sal mirabilis or \"wonderful salt\", brought him fame and the honour of being named \"Glauber's salt\". It was an effective but relatively safe laxative at a time when purging (emptying the digestive tract) was a popular treatment for many diseases.",
            "title": "Glauber's salt + hydrochloric acid "
        }
    ],
    "1626": [
        {
            "authors": "Santorio",
            "description": "Santorio Santorio published in 1626 the details of this pulsilogium - a device that could accurately measure the pulse rate based on the constant period of the pendulum.[22]",
            "title": "Pulsilogium "
        }
    ],
    "1627": [
        {
            "authors": "Kepler",
            "description": "",
            "title": "Rudolphine Tables "
        }
    ],
    "1628": [
        {
            "authors": "Harvey",
            "description": "Established the circulation of blood.",
            "title": "“De Motu Cordis” "
        }
    ],
    "1630": [
        {
            "authors": "Scheiner",
            "description": "",
            "title": "Rosa Ursina "
        }
    ],
    "1631": [
        {
            "authors": "Gassendi",
            "description": "In 1631, Pierre Gassendi observed the transit of Mercury across the face of the Sun that was predicted in Kepler’s Rudolphine Tables.",
            "title": "Mercury over Sun "
        }
    ],
    "1636": [
        {
            "authors": "Descartes",
            "description": "In 1636, after reviewing Leonardo’s work, French scientist René Descartes proposed another idea: placing a glass tube filled with liquid in direct contact with the cornea. In case you were wondering, this is the reason they’re called “contact” lenses—because they make direct contact with the surface of the eye. Descartes’ invention worked somewhat to enhance vision; however, using it made blinking impossible. Improvements in the design of contact lenses would not be seen again for nearly two centuries.",
            "title": "Contact glass tubes for vision "
        },
        {
            "authors": "Fermat",
            "description": "“Methodus ad disquirendam maximam et minimam et de tangentibus linearum curvarum”Showed how to obtain an equation in two variables to describe a conic or a straight line.",
            "title": "Analytic geometry "
        }
    ],
    "1637": [
        {
            "authors": "Descartes",
            "description": "Introduced coordinates for solving geometrical problems.",
            "title": "“Discourse on the Method” "
        },
        {
            "authors": "Descartes",
            "description": "",
            "title": "“Dioptrics” "
        }
    ],
    "1638 ": [
        {
            "authors": "Galileo",
            "description": "Perhaps Galileo's greatest contribution to physics was his formulation of the concept of inertia: an object in a state of motion possesses an ``inertia'' that causes it to remain in that state of motion unless an external force acts on it.Most objects in a state of motion do NOT remain in that state of motion. For example, a block of wood pushed at constant speed across a table quickly comes to rest when we stop pushing. Thus, Aristotle held that objects at rest remained at rest unless a force acted on them, but that objects in motion did not remain in motion unless a force acted constantly on them. Galileo, by virtue of a series of experiments (many with objects sliding down inclined planes), realized that the analysis of Aristotle was incorrect because it failed to account properly for a hidden force: the frictional force between the surface and the object.Thus, as we push the block of wood across the table, there are two opposing forces that act: the force associated with the push, and a force that is associated with the friction and that acts in the opposite direction. Galileo realized that as the frictional forces were decreased (for example, by placing oil on the table) the object would move further and further before stopping. From this he abstracted a basic form of the law of inertia: if the frictional forces could be reduced to exactly zero (not possible in a realistic experiment, but it can be approximated to high precision) an object pushed at constant speed across a frictionless surface of infinite extent will continue at that speed forever after we stop pushing, unless a new force acts on it at a later time.Translated Quote from one of Galileo's Journals:A piece of wooden moulding or scantling, about 12 cubits long, half a cubit wide, and three finger-breadths thick, was taken; on its edge was cut a channel a little more than one finger in breadth; having made this groove very straight, smooth, and polished, and having lined it with parchment, also as smooth and polished as possible, we rolled along it a hard, smooth, and very round bronze ball. Having placed this board in a sloping position, by raising one end some one or two cubits above the other, we rolled the ball, as I was just saying, along the channel, noting, in a manner presently to be described, the time required to make the descent. We repeated this experiment more than once in order to measure the time with an accuracy such that the deviation between two observations never exceeded one-tenth of a pulse-beat. Having performed this operation and having assured ourselves of its reliability, we now rolled the ball only one-quarter the length of the channel; and having measured the time of its descent, we found it precisely one-half of the former. Next we tried other distances, compared the time for the whole length with that for the half, or with that for two-thirds, or three-fourths, or indeed for any fraction; in such experiments, repeated a full hundred times, we always found that the spaces traversed were to each other as the squares of the times, and this was true for all inclinations of the plane, i.e., of the channel, along which we rolled the ball. We also observed that the times of descent, for various inclinations of the plane, bore to one another precisely that ratio which, as we shall see later, the Author had predicted and demonstrated for them.For the measurement of time, we employed a large vessel of water placed in an elevated position; to the bottom of this vessel was soldered a pipe of small diameter giving a thin jet of water which we collected in a small glass during the time of each descent, whether for the whole length of the channel or for part of its length; the water thus collected was weighed, after each descent, on a very accurate balance; the differences and ratios of these weights gave us the differences and ratios of the times, and this with such accuracy that although the operation was repeated many, many times, there was no appreciable discrepancy in the results.Only in his later book Discourses and Mathematical Demonstrations Concerning Two New Sciences (Discorsi) published in 1638, did Galileo arrive at a correct theory of free fall, according to which , in a vacuum, all bodies, irrespective of their weights or densities, uniformly accelerate in precisely the same way. This crucial realization - the result of a vigorous experimental effort - was an essential prerequisite to Newton’s theory of gravitation.[23]“Along a horizontal plane, the motion is uniform [constant speed], since here it experiences neither acceleration nor retardation. Any velocity imparted to a moving body will be rigidly maintained as long as the external causes of acceleration or retardation are removed, a condition which is [experimentally, approximately] found only on horizontal planes. This velocity would carry the body at a uniform rate to infinity”.[24]To justify Galileo’s Paduan experimental results with balls rolling down inclined planes as opposed to truly free-falling, Galileo had to show how the motion of such rolling balls is related to a body in free fall. To this goal, he noted that the speed balls reach after rolling down an inclined plane depends only on the vertical distance the balls had covered, and not on the angle at which the plane was titled. In this sense, a free-falling body could be thought of as a ball rolling down a vertical plane.[25]",
            "title": "“Two New Sciences” "
        }
    ],
    "1639": [
        {
            "authors": "Horrocks, Grabtree",
            "description": "",
            "title": "Transit of Venus observed "
        },
        {
            "authors": "Pascal",
            "description": "",
            "title": "“Essai pour les coniques\" "
        }
    ],
    "1641": [
        {
            "authors": "Torricelli",
            "description": "",
            "title": "Trattato del moto "
        }
    ],
    "1643": [
        {
            "authors": "Torricelli",
            "description": "Torricelli was a student of Galileo.1643 - Evangelista Torricelli proposed that the weight of the atmosphere, not an attracting force of the vacuum, held the water in the tube. He thought that the level the water stayed at (c. 10.3 m) was reflective of the force of the air's weight pushing on it (specifically, pushing on the water in the basin and thus limiting how much water can fall from the tube into it).",
            "title": "Barometer "
        }
    ],
    "1644": [
        {
            "authors": "Torricelli",
            "description": "",
            "title": "Opera geometrica "
        },
        {
            "authors": "Descartes",
            "description": "",
            "title": "“Principia Philosophiae” "
        }
    ],
    "1646": [
        {
            "authors": "Glauber",
            "description": "The chemical garden (or silica garden) was first observed by Glauber and described by him in 1646. In its original form, the chemical garden involved the introduction of ferrous chloride (FeCl2) crystals into a solution of potassium silicate (K2SiO3, water glass).He was the first to synthesize and isolate antimony trichloride, arsenic trichloride, tin tetrachloride and zinc chloride.",
            "title": "Chemical garden "
        }
    ],
    "1647": [
        {
            "authors": "Pascal",
            "description": "Vacuum studies were inspired by Torricelli's mercury tube experiment.",
            "title": "“Nouvelles Experiences touchant le vide” "
        },
        {
            "authors": "Guericke",
            "description": "Curious and inspired by the Copernican cosmology and hardly understood new ideas of vast, endless, empty space where light would propagate, bodies of matter could move about unhindered, and sound cannot be detected, von Guericke set about replicating this nothing phenomenon on Earth. Von Guericke first started investigating the concept of a vacuum through the use of fire pumps by pumping water out of wooden barrels. However, he soon realised that the porosity of wood was allowing unwanted water, filled with dissolved air, to enter. The pressure fluctuations experienced inside the barrel were allowing this encapsulated air to escape: spoiling the vacuum inside. In 1647 he turned his focus to pumping out enclosed air instead of water to solve this problem.",
            "title": "Vacuum pump experiments "
        }
    ],
    "1648": [
        {
            "authors": "Glauber",
            "description": "Glauber also made an improved process for the manufacture of nitric acid in 1648, by heating potassium nitrate with concentrated sulphuric acid.KNO3 + H2SO4 => HNO3 + K2SO4",
            "title": "Nitric acid manufacturing process "
        },
        {
            "authors": "Desargues",
            "description": "",
            "title": "“Universal Method for Using Perspective” "
        }
    ],
    "1650": [
        {
            "authors": "Guericke",
            "description": "Now known as vacuum pump.",
            "title": "Air pump "
        }
    ],
    "1654": [
        {
            "authors": "Otto von Guericke",
            "description": "",
            "title": "Vacuum Pump "
        }
    ],
    "1655": [
        {
            "authors": "Huygens",
            "description": "Huygens first described that Saturn attached “planets” (discovered by Galileo) are indeed rings.[26]",
            "title": "Saturn rings "
        },
        {
            "authors": "Hooke",
            "description": "Hooke uses a compound microscope  to describe small pores in sections of cork he calls “cells”.",
            "title": "Cells "
        },
        {
            "authors": "",
            "description": "The name under which it was sold \"sel polychreste\" was derived by Jehan Seignette from the Greek and denotes a salt \"of many virtues.\" The successful introduction of this new product, which was used extensively as a mild cathartic and diuretic, aroused the envy of the master pharmacists of La Rochelle, and for many years they agitated against their lone protestant colleague who - for obvious reasons - had never applied for a certificate of master pharmacist. In spite of repeated attempts to prevent Elie from continuing his profession, he remained a manufacturing pharmacist till the end of his life. This fortunate reprieve was due in large part to the personal intervention of Louis XIV.It is quite likely that the synthesis of Rochelle salt by the Seignettes resulted from the inadvertent use of sodium carbonate instead of potassium carbonate, which they had hitherto used to make cream of tartar (acid potassium tartrate) more soluble. ",
            "title": "\"LaRochele Salt\" Synthesized by the Seignetles"
        }
    ],
    "1656": [
        {
            "authors": "Huygens",
            "description": "Christiaan Huygens invents the first pendulum clock.[27]",
            "title": "Pendulum clock "
        }
    ],
    "1657": [
        {
            "authors": "Guercke",
            "description": "https://books.google.com/books?id=nlzr0l7eXGIC&pg=PA438-IA5#v=onepage&q&f=false ",
            "title": "Mechanica Hydraulico-pneumatica "
        }
    ],
    "1658": [
        {
            "authors": "",
            "description": "In 1658, the French mathematician Pierre de Fermat demonstrated that all three of the laws of geometric optics can be accounted for on the assumption that light always travels between two points on the path which takes the least time (or, more rigorously, the extremal time). Fermat's ideas were an extension of those of Hero of Alexandria. Fermat's (correct) derivation of the law of refraction depended crucially on his (correct) assumption that light travels more slowly in dense media than it does in air. Unfortunately, many famous scientists, including Newton, maintained that light travels faster in dense media than it does in air. This erroneous idea held up progress in optics for over one hundred years, and was not conclusively disproved until the mid-nineteenth century. Incidentally, Fermat's principle of least time can only be justified using wave theory.",
            "title": "Fermat’s principle of least time"
        },
        {
            "authors": "Kircher",
            "description": "The Jesuit priest Athanasius Kircher (1601–1680) showed, in 1658, that maggots and other living creatures developed in decaying tissues. [28]In the same period, oval red-blood corpuscles were described by the Dutch naturalist Jan Swammerdam (1637–1680), who also discovered that a frog embryo consists of globular particles. [29]",
            "title": "Maggots in decaying tissue "
        }
    ],
    "1659": [
        {
            "authors": "",
            "description": "Today it is known as a “vacuum pump”.",
            "title": "Boyle commissions “Pneumatic engine”"
        }
    ],
    "1660": [
        {
            "authors": "",
            "description": "",
            "title": "French Academy of Science founded"
        },
        {
            "authors": "Boyle",
            "description": "",
            "title": "“New Experiments Physico-Mechanical touching the Spring of Air and its Effects” "
        }
    ],
    "1661": [
        {
            "authors": "Boyle",
            "description": "https://en.wikipedia.org/wiki/The_Sceptical_Chymist (see here links to the book)1661 - Robert Boyle presents his hypothesis that every phenomenon was the result of collisions of particles in motion.",
            "title": "“The Sceptical Chymist” "
        }
    ],
    "1662": [
        {
            "authors": "",
            "description": "Although Boyle was not the original discoverer, he is best known for Boyle's law, which he presented in 1662: the law describes the inversely proportional relationship between the absolute pressure and volume of a gas, if the temperature is kept constant within a closed system.Boyle experiments:A book about Blaise Pascal “Designing Experiments and Games of Chance”.https://books.google.com/books?id=-x6B1Q5UoE4C&pg=PA21#v=onepage&q&f=false",
            "title": "Boyle’s law"
        },
        {
            "authors": "",
            "description": "c. 1630 – c. 1692 or c. 1710, HamburgAn alchemist who discovered elemental phosphorus by heating urine to find philosopher’s stone.",
            "title": "Hennig Brand"
        },
        {
            "authors": "Schott",
            "description": "",
            "title": "“Physica Curiosa” "
        }
    ],
    "1664": [
        {
            "authors": "Newton",
            "description": "By 1664 Newton had made his first important contribution by advancing the binomial theorem, which he had extended to include fractional and negative exponents. Newton succeeded in expanding the applicability of the binomial theorem by applying the algebra of finite quantities in an analysis of infinite series. He showed a willingness to view infinite series not only as approximate devices, but also as alternative forms of expressing a term.",
            "title": "Binomial theorem extended "
        },
        {
            "authors": "Schott",
            "description": "The earliest reference to the celebrated Magdeburg hemispheres experiment is on page 39 of the Technica Curiosa, where Schott notes that von Guericke had mentioned them in a letter of July 22, 1656. Schott goes on to quote a subsequent letter of von Guericke of August 4, 1657 in which he states that he now had carried out the experiment, at considerable cost, with 12 horses.",
            "title": "“Technica Curiosa” "
        }
    ],
    "1665": [
        {
            "authors": "Hooke",
            "description": "",
            "title": "“Micrographia” "
        },
        {
            "authors": "",
            "description": "",
            "title": "“Philosophical Transactions of the Royal Society” founded"
        },
        {
            "authors": "Grimaldi",
            "description": "",
            "title": "Light diffraction "
        }
    ],
    "1666": [
        {
            "authors": "",
            "description": "Richard Lower was a surgeon/anatomist and described in detail how to transfuse blood between dogs by using neck veins connected by silver tubes. These experiments failed, as the blood clotted. In 1666, however, he had some success. He bled a dog until it was moribund and then, having exposed a large artery in the neck of another dog, he placed a reed between the artery and vein and blood flowed into the moribund dog. He described how tying the jugular vein was safe and that the dog could survive with one jugular vein. The dog leaped from the table, shook himself, and then ran away as if nothing had happened.[30]Robert Boyle, also a Fellow of the Royal Society, proposed a number of questions for Lower, including whether a dog’s disposition could be altered by blood transfusions; in other words, could a dog lose its acquired habit of fetching and carrying or ‘dive after ducks’ (5)? What intrigues us now are the philosophical questions raised by these experiments, namely, the possibility of transferring acquired characteristics from one animal or human to another. These questions reflected the view that blood contained spirits that could possibly be transferred from one individual to another, a belief dating back to the Greeks or even earlier. Did these serious thinkers really believe that blood contained spirits and that its transfusion could alter behaviour of the recipient? Apparently they did.[31]",
            "title": "Animal-animal blood transfusion"
        }
    ],
    "1667": [
        {
            "authors": "",
            "description": "In 1667, at a meeting of the Royal Society, Richard Lower transfused blood from a sheep into the arm vein of Arthur Coga in the belief that the mental health of the latter could be improved by this process. The transfusion lasted for a few minutes, and no untoward effects were recorded.[32] Jean-Baptiste Denys conducted a number of animal-to-human transfusions and submitted a report to the Royal Society in July 1667. Denys went on to carry out probably the most notorious animal-to-human transfusion, one which was to undermine the reputation of blood transfusion. He recommended blood transfusion from a calf as treatment for a man who appeared to be mentally disturbed. The description of what happened after the transfusion was obviously a haemolytic transfusion reaction: back pain, intravascular haemolysis, and haemoglobinuria. The patient died following a further attempt at transfusion. It later transpired that the patient’s wife had poisoned him with arsenic; however, by that point the reputation of blood transfusion in France had been severely damaged. Eleven years later, the French Parliament deemed transfusion a criminal act. The Royal Society soon followed suit and began to distance itself from blood transfusion, and the following year Pope Innocent XI (1629–91) banned the practice.[33] ",
            "title": "Animal-human blood transfusion"
        }
    ],
    "1668": [
        {
            "authors": "Meractor",
            "description": "",
            "title": "“Logarithmo-technia” "
        }
    ],
    "1671": [
        {
            "authors": "Boyle",
            "description": "Robert Boyle discovered and described the reaction between iron filings and dilute acids. That reaction produces H2 but Boyle didn’t identify it.",
            "title": "Metal - acid reactions "
        }
    ],
    "1672": [
        {
            "authors": "Guericke",
            "description": "https://archive.org/details/ottonisdeguerick00guer/page/104/mode/2up Guericke claims to have finished this book in 1663.",
            "title": "“Experimenta nova” "
        },
        {
            "authors": "Newton",
            "description": "",
            "title": "“New Theory about Light and Colours” "
        }
    ],
    "1674": [
        {
            "authors": "Leeuwenhoek",
            "description": "Leeuwenhoek reports his discovery of protozoa.",
            "title": "Protozoa "
        },
        {
            "authors": "Lister",
            "description": "In 1674 the natural philosopher and physician Martin Lister published a new method ofmaking glass of antimony for telescopic mirrors, using Derbyshire cawk or barite as aflux.[34]",
            "title": "Antimony mirror "
        }
    ],
    "1675": [
        {
            "authors": "Lemery",
            "description": "",
            "title": "\"Cours de Chymie” "
        }
    ],
    "1676": [
        {
            "authors": "Romer",
            "description": "https://en.wikipedia.org/wiki/R%C3%B8mer%27s_determination_of_the_speed_of_light ",
            "title": "Speed of light "
        }
    ],
    "1677": [
        {
            "authors": "Spinoza",
            "description": "",
            "title": "Ethics "
        },
        {
            "authors": "Halley",
            "description": " In 1677, English astronomer Edmond Halley (of comet fame) proposed that a transit of Venus—and some geometry—could be used to determine the astronomical unit (distance between Earth and Sun).",
            "title": "AU measurement method "
        }
    ],
    "1683": [
        {
            "authors": "Leeuwenhoek",
            "description": "",
            "title": "Bacteria "
        }
    ],
    "1684": [
        {
            "authors": "Leibnitz",
            "description": "\"Nova Methodus pro Maximis et Minimis\" is the first published work on the subject of calculus. It was published by Gottfried Leibniz in the Acta Eruditorum in October 1684. It is considered to be the birth of infinitesimal calculus.",
            "title": "Calculus "
        }
    ],
    "1687": [
        {
            "authors": "Newton",
            "description": "",
            "title": "“Principia” "
        }
    ],
    "1690": [
        {
            "authors": "Huygens",
            "description": "Heavy in geometryhttps://archive.org/details/treatiseonlight031310mbp/page/n5/mode/2up",
            "title": "“Traité de la Lumière” "
        }
    ],
    "1693": [
        {
            "authors": "The Utility of Examining Signs of Disease in the Excrement of the Sick) ",
            "description": "",
            "title": "De utilitate explorandorum in aegris excrementorum ut signorum "
        }
    ],
    "1696": [
        {
            "authors": "",
            "description": "",
            "title": "Halley comet would return"
        }
    ],
    "1699": [
        {
            "authors": "Amontons",
            "description": "Amontons formulates the laws of static friction (the friction of objects at rest). The laws are shown by the classic example of a brick resting on an inclined plane, where it is in equilibrium and thus motionless. The force of gravity is opposed by static friction and as the angle of tilt of the plane is increased, the brick will eventually start to move downwards as gravity overcomes the frictional resistance.",
            "title": "Static Friction Laws "
        },
        {
            "authors": "Amontons",
            "description": "Guillaume Amontons is also the inventor of the hot air engine. In 1699 he built his first engine, more than a century earlier than the well-known Stirling engine. This engine, named by Amontons a \"fire mill\" (moulin à feu) followed a new thermodynamic cycle, which later became known as the Stirling cycle.The fire mill is a wheel that makes use of the expansion of heated air to generate motive power. The calculated power of Amontons' fire mill was 39 HP, equal to the power of the most powerful hot air engines of the 19th century (with the exception of the \"caloric engine\" of Ericsson). The main difference between Amontons' engine and the hot air engines of the 19th century was the nature of the piston (Amontons used water) and the use of rotational motion instead of alternating motion.",
            "title": "Hot Air Engine "
        }
    ],
    "1702": [
        {
            "authors": "Amontons",
            "description": "Amontons established that the pressure of a gas increases by roughly one-third between the temperatures of cold and the boiling point of water. He devised a method of measuring a change in temperature in terms of a proportional change in pressure of a constant mass and volume of air. The relationship between the pressure and the temperature of a gas is therefore known as Amontons' law.This was a substantial step towards the subsequent gas laws and, in particular, Gay-Lussac's law. His work led him to speculate that a sufficient reduction in temperature would lead to the disappearance of pressure. Though he came close to finding absolute zero - the theoretical temperature by which the volume of air in his air-thermometer will be reduced to nothing (estimated by him as −240 on the Celsius scale), the discovery would not be complete until at least a century later.",
            "title": "Air Pressure Thermometer "
        },
        {
            "authors": "",
            "description": "6 May 1635, Speyer, Holy Roman Empire (now Germany), October 1682, London, England",
            "title": "Johann Joachim Becher"
        },
        {
            "authors": "",
            "description": "December 25, 1642, Woolsthorpe Manor House, UK - March 31, 1727, Kensington, UK",
            "title": "Isaac Newton"
        },
        {
            "authors": "",
            "description": "22 October 1659 Ansbach, Holy Roman Empire - 24 May 1734, Berlin, Holy Roman Empire",
            "title": "Georg Ernst Stahl"
        },
        {
            "authors": "",
            "description": "15 September 1703, Mathieu, France - 3 August 1770, Paris, FranceTeacher of Antoine Lavoisier.",
            "title": "Guillaume François Rouelle"
        },
        {
            "authors": "",
            "description": "3 June 1726, Edinburgh, Scotland, UK - 26 March 1797, Edinburgh, Scotland, UKTheory of rock formation.",
            "title": "James Hutton"
        },
        {
            "authors": "",
            "description": "Born 1728, Marton, Yorkshire, England - 14 February 1779, Kealakekua Bay, Hawaii",
            "title": "James Cook"
        }
    ],
    "1703": [
        {
            "authors": "",
            "description": "Pyroelectricity had been known in Europe since 1703 when crystals of tourmaline were shippedfrom Ceylon to Holland. The sailors used to amuse themselves by putting the crystals into the hot ashes of their peat fires, when the pyroelectric effect became manifest by the ashes gathering at one end of the crystal. For this reason tourmaline became known inHolland as asch-trekker (ash-attractor). ",
            "title": "Tourmaline shipped from Ceylon to Holland."
        }
    ],
    "1704": [
        {
            "authors": "Newton",
            "description": "http://www.gutenberg.org/files/33504/33504-h/33504-h.htm ",
            "title": "“Opticks” "
        }
    ],
    "1705": [
        {
            "authors": "",
            "description": "In 1705, it was noted that electrostatic generator sparks travel a longer distance through low pressure (rarefied, vacuumed) air than through atmospheric pressure air.",
            "title": "Electricity in vacuum"
        }
    ],
    "1706": [
        {
            "authors": "Diesbach",
            "description": "Prussian blue Fe7(CN)18 (also (Fe4[Fe(CN)6]3) · xH2O) was probably synthesized for the first time by the paint maker Diesbach in Berlin around 1706.",
            "title": "Prussian Blue "
        }
    ],
    "1707": [
        {
            "authors": "Boerhaave",
            "description": "",
            "title": "Institutes of Medicine "
        }
    ],
    "1708": [
        {
            "authors": "Boerhaave",
            "description": "",
            "title": "Aphorisms "
        }
    ],
    "1716": [
        {
            "authors": "",
            "description": "The first British colonial lighthouse is located in Boston, Massachusetts. It was built in 1716.",
            "title": "First British colonial lighthouse"
        }
    ],
    "1717": [
        {
            "authors": "Lemery",
            "description": "The first description of pyroelectricity in a scientific journal was by a physician and chemist, Louis Lemery, who exhibited a tourmaline crystal before the Academy of Sciences of Paris in 1717.",
            "title": "Tourmaline problem presented "
        }
    ],
    "1724": [
        {
            "authors": "Boerhaave",
            "description": "",
            "title": "Elementa Chemiae "
        }
    ],
    "1728": [
        {
            "authors": "Huygens",
            "description": "",
            "title": "Opera reliqua "
        }
    ],
    "1729": [
        {
            "authors": "Bradley",
            "description": "",
            "title": "Stellar aberration "
        }
    ],
    "1730": [
        {
            "authors": "",
            "description": "",
            "title": "Réaumur scale"
        }
    ],
    "1735": [
        {
            "authors": "Brandt",
            "description": "Around 1735, Swedish chemist Georg Brandt analyzed a dark blue pigment found in copper ore. Brandt demonstrated that the pigment contained a new element, later named cobalt.Georg Brandt showed that cobalt was the source of the blue color in glass, which previously had been attributed to the bismuth found with cobalt.",
            "title": "Cobalt "
        },
        {
            "authors": "",
            "description": "Hadley published a short paper giving an explanation of the trade winds. His theory remained relatively unknown and was independently created several times. Among the later creators was John Dalton, who later eventually became aware of Hadley's priority. During the second half of the 19th century the theory gradually became known as \"Hadley's principle\".In 1686, Edmond Halley had proposed a theory in an attempt to explain the trade winds, a theory which remained the most widely known internationally almost to the beginning of the 19th century. George Hadley's version recognised that the Earth's rotation plays a role in the direction taken by an air mass moving relative to the Earth, an element that had been missing in Halley's proposal. Later, in the second half of the 19th century, Hadley's theory was itself shown to be deficient in that it was based on an assumption that when air mass travels from one latitude to another its linear momentum is conserved. However, since the air mass is at all times in a state of circumnavigating the Earth axis, it is in fact the angular momentum that is conserved, causing an effect known as the Coriolis effect. When using the correct angular momentum conservation in calculations the predicted effect is twice as large as when the erroneous conservation of linear momentum is used.",
            "title": "Trade winds explanation"
        },
        {
            "authors": "Hillary",
            "description": "",
            "title": "A Rational and Mechanical Essay on the Small Pox "
        },
        {
            "authors": "",
            "description": "",
            "title": "Henry Cavendish"
        },
        {
            "authors": "Linnaeus",
            "description": "",
            "title": "“Systema Naturae” "
        }
    ],
    "1743": [
        {
            "authors": "Hillary",
            "description": "",
            "title": "An Enquiry into the … Medicinal Virtues of Lincomb Spaw Water, near Bath "
        },
        {
            "authors": "Burton",
            "description": "",
            "title": "An Account of the Life and Writings of Herman Boerhaave "
        }
    ],
    "1747": [
        {
            "authors": "Linnaeus",
            "description": "",
            "title": "Tourmaline effect is related to electricity "
        }
    ],
    "1748": [
        {
            "authors": "Euler",
            "description": "",
            "title": "“Introductio in analysin infinitorum” "
        }
    ],
    "1750": [
        {
            "authors": "Black",
            "description": "In about 1750, while still a student, Black developed the analytical balance based on a light-weight beam balanced on a wedge-shaped fulcrum. Each arm carried a pan on which the sample or standard weights was placed. It far exceeded the accuracy of any other balance of the time and became an important scientific instrument in most chemistry laboratories",
            "title": "Analytical balance "
        }
    ],
    "1751": [
        {
            "authors": "Oliver",
            "description": "",
            "title": "A Practical Essay on the Use and Abuse of Warm Bathing in Gouty Cases. "
        }
    ],
    "1752": [
        {
            "authors": "Pringle",
            "description": "",
            "title": "Observations on Diseases of the Army "
        }
    ],
    "1753": [
        {
            "authors": "Pott",
            "description": "A great advance in mineralogy was made by the application of chemical analysis. The first to introduce the qualitative methods of chemical analysis in a systematic way in mineralogy was the professor of chemistry in Berlin, J. H. Port. In his 'Lithogeognosy' he described chemical tests on various minerals and his conclusions were that quartz, crystal, flint, sand, &c., were of similar composition.",
            "title": "Lithogéognosie "
        }
    ],
    "1754": [
        {
            "authors": "Black",
            "description": "Joseph Black discovered carbon dioxide gas (fixed air), when pouring acid over chalk in a search for kidney stones cure.He found that limestone (calcium carbonate) could be heated or treated with acids to yield a gas he called \"fixed air.\" He observed that the fixed air was denser than air and did not support either flame or animal life. Black also found that when bubbled through an aqueous solution of lime (calcium hydroxide), it would precipitate calcium carbonate. He used this phenomenon to illustrate that carbon dioxide is produced by animal respiration and microbial fermentation.",
            "title": "Fixed air "
        }
    ],
    "1755": [
        {
            "authors": "Huxham",
            "description": "",
            "title": "Medical and Chemical Observations on Antimony "
        }
    ],
    "1756": [
        {
            "authors": "Aepinus",
            "description": "The first serious scientific study of the electrical properties of tourmaline was presented to the Royal Academy of Sciences in Berlin by Dr. Franz Ulrich Theodor Aepinus in 1756. His major observations were thal tourmaline became electrified by being warmed (rather than by friction which was the common method in use at the time) and that the crystal acquired opposite electrical charges on two opposing faces. Aepinus' observations strongly supported the Benjamin Franklin theory of positive and negative electricity in opposition to the strong and weak electricity theory of Abbe Nollet. ",
            "title": "Tourmaline studied "
        }
    ],
    "1758": [
        {
            "authors": "Linnaeus",
            "description": "Swedish scientist Carl Linnaeus created and published in 1758 the system still used to formally name and describe species.[1]",
            "title": "Biological Taxonomy "
        }
    ],
    "1759": [
        {
            "authors": "Hillary",
            "description": "",
            "title": "Observations on the Changes of the Air, and the Concomitant Epidemical Diseases in the Island of Barbados, to which is added a Treatise on the Bilious Remittent Fever "
        },
        {
            "authors": "Hillary",
            "description": "",
            "title": "The Nature, Properties, and Laws of Motion of Fire "
        }
    ],
    "1761": [
        {
            "authors": "1st",
            "description": "First global collaboration through observing phases of Venus.",
            "title": "AU estimated "
        },
        {
            "authors": "Hillary",
            "description": "",
            "title": "An inquiry into the Means of improving Medical Knowledge "
        },
        {
            "authors": "Black",
            "description": "In 1761 Joseph Black deduced that the application of heat to ice at its melting point does not cause a rise in temperature of the ice/water mixture, but rather an increase in the amount of water in the mixture. Additionally, Black observed that the application of heat to boiling water does not result in a rise in temperature of a water/steam mixture, but rather an increase in the amount of steam. From these observations, he concluded that the heat applied must have combined with the ice particles and boiling water and become latent.Joseph Black also defined a concept of specific heat. He also showed that different substances have different specific heats.",
            "title": "Latent heat "
        }
    ],
    "1764": [
        {
            "authors": "Ferguson",
            "description": "",
            "title": "Lectures on select subjects in mechanics, hydrostatics, pneumatics and optics "
        }
    ],
    "1765": [
        {
            "authors": "Spallanzani",
            "description": "Spallanzani's first scientific work was in 1765 Saggio di osservazioni microscopiche concernenti il sistema della generazione de' signori di Needham, e Buffon (Essay on microscopic observations regarding the generation system of Messrs. Needham and Buffon) which was the first systematic rebuttal of the theory of the spontaneous generation.[2] At the time, the microscope was already available to researchers, and using it, the proponents of the theory, Pierre Louis Moreau de Maupertuis, Buffon and John Needham, came to the conclusion that there is a life-generating force inherent to certain kinds of inorganic matter that causes living microbes to create themselves if given sufficient time.[7] Spallanzani's experiment showed that it is not an inherent feature of matter, and that it can be destroyed by an hour of boiling. As the microbes did not reappear as long as the material was hermetically sealed, he proposed that microbes move through the air and that they could be killed through boiling. Needham argued that experiments destroyed the \"vegetative force\" that was required for spontaneous generation to occur. Spallanzani paved the way for research by Louis Pasteur, who defeated the theory of spontaneous generation almost a century later.",
            "title": "Sterilization experiment "
        },
        {
            "authors": "Monge",
            "description": "",
            "title": "Descriptive Geometry "
        }
    ],
    "1766": [
        {
            "authors": "Cavendish",
            "description": "Cavendish discovered hydrogen gas, which he called “inflammable air”. Did that by dropping zinc or iron into an acid. He believed in phlogiston theory. Discovered that hydrogen is a part of water. He discovered how water is formed from hydrogen (inflammable air) and oxygen (dephlogisticated air). Discovered the composition of water.",
            "title": "Inflammable air "
        },
        {
            "authors": "",
            "description": "24 March 1733, Birstall, Yorkshire, England - 6 February 1804, Northumberland, Pennsylvania, U.S. Lunar Society of Birmingham",
            "title": "Joseph Priestley"
        },
        {
            "authors": "",
            "description": "19 January 1736, Greenock, Renfrewshire, Scotland, Great Britain - 25 August 1819, Handsworth, Birmingham, England, United Kingdom",
            "title": "James Watt"
        },
        {
            "authors": "",
            "description": "25 January 1736, Turin, Piedmont-Sardinia - 10 April 1813, Paris, France",
            "title": "Joseph-Louis Lagrange"
        },
        {
            "authors": "",
            "description": "August 1743, Paris, France - 8 May 1794, Paris, FranceWorked as a tax administrator for Loui XV. Was rich. Conducted his scientific experiments before and after work.“Antoine Lavoisier, Scientist Economist, Social Reformer: The Remarkable Story of the Life, Work and Tragic Death of the Founder of Modern Chemistry” by Douglas Mackiehttps://books.google.com/books/about/Antoine_Lavoisier_Scientist_Economist_So.html?id=D7QYywEACAAJ https://www.amazon.com/Antoine-Laurent-Lavoisier-Revolutionary-Henry-GUERLAC/dp/B002I52KXK“Antoine-Laurent Lavoisier: Chemist and Revolutionary.” by Henry GUERLAC",
            "title": "Antoine Lavoisier"
        },
        {
            "authors": "",
            "description": "18 February 1745, Como, Duchy of Milan - 5 March 1827, Como, Lombardy-Venetia Austrian Empire.",
            "title": "Alessandro Volta"
        }
    ],
    "1768": [
        {
            "authors": "Spallanzani",
            "description": "Research performed by Italian priest and scientist Lazzaro Spallanzani proved a product could be made \"sterile\" after thermal processing. Spallanzani boiled meat broth for one hour, sealed the container immediately after boiling, and noticed that the broth did not spoil and was free from microorganisms.",
            "title": "Sterilization "
        }
    ],
    "1769": [
        {
            "authors": "2nd",
            "description": "Second global collaboration for observing phases of Venus.",
            "title": "AU estimated "
        }
    ],
    "1772": [
        {
            "authors": "Rutherford",
            "description": "",
            "title": "Nitrogen "
        },
        {
            "authors": "Sheele",
            "description": "",
            "title": "Barium "
        }
    ],
    "1773": [
        {
            "authors": "",
            "description": "With the microscope, Hewson found that red cells, far from being globular as had been thought, are ‘flat as a guinea’. However, their biconcavity, and his ‘less-than-perfect’ microscope led him to think that the centre was a nucleus and only with better magnification was that later clarified (Hewson, 1773).[2]",
            "title": "Flat shape of RBC"
        }
    ],
    "1774": [
        {
            "authors": "Priestly",
            "description": "",
            "title": "Dephlogisticated air "
        },
        {
            "authors": "Sheele",
            "description": "",
            "title": "Manganese "
        }
    ],
    "1775": [
        {
            "authors": "Bergman",
            "description": "",
            "title": "Dissertation on Elective Attractions "
        }
    ],
    "1776": [
        {
            "authors": "July 4",
            "description": "",
            "title": "Declaration of Independence USA "
        },
        {
            "authors": "Lavoisier",
            "description": "The first scientific concept of acids and bases was provided by Lavoisier in around 1776. Since Lavoisier's knowledge of strong acids was mainly restricted to oxoacids, such as HNO3 (nitric acid) and H2SO4 (sulfuric acid), which tend to contain central atoms in high oxidation states surrounded by oxygen, and since he was not aware of the true composition of the hydrohalic acids (HF, HCl, HBr, and HI), he defined acids in terms of their containing oxygen, which in fact he named from Greek words meaning \"acid-former\". ",
            "title": "Oxygen theory of acid-base reactions "
        }
    ],
    "1777": [
        {
            "authors": "Sheele",
            "description": "Citric acid, lactic acid, glycerol, hydrogen cyanide (also known, in aqueous solution, as prussic acid), hydrogen fluoride, and hydrogen sulfide.",
            "title": "Hydrogen cyanide, etc "
        },
        {
            "authors": "Lavoisier",
            "description": "Lavoisier explained the phase transitions of matter (solid -> liquid -> gas) and the phenomenon of matter extending when being heated and compressing when being frozen with the idea of “igneous fluid” that separates particles of matter. Later, in “Traité élémentaire de chimie” he named it “caloric”. Particles of matter feel attraction force between each other and when we heat them, they overcome it with a repulsive force. Caloric is the cause of a repulsive force and can be an abstract concept rather than exist factually.",
            "title": "Igneous fluid "
        }
    ],
    "1778": [
        {
            "authors": "Sheele",
            "description": "",
            "title": "Molybdenum "
        }
    ],
    "1780": [
        {
            "authors": "Spallanzani",
            "description": "In his work Dissertationi di fisica animale e vegetale (Dissertation on the physiology of animals and vegetables, in 2 volumes, 1780), Spallanzani was the first to explain the process of digestion in animals. Here he first interpreted the process of digestion, which he proved to be no mere mechanical process of trituration – that is, of grinding up the food – but one of actual chemical solution, taking place primarily in the stomach, by the action of the gastric juice.",
            "title": "Gastric juice "
        }
    ],
    "1781": [
        {
            "authors": "Herschel",
            "description": "",
            "title": "Uranus "
        },
        {
            "authors": "Sheele",
            "description": "",
            "title": "Tungsten "
        },
        {
            "authors": "Cavendish",
            "description": "",
            "title": "Hydrogen produces water when burned "
        },
        {
            "authors": "",
            "description": "“Treatise on the Nature and Properties of Air and Other Permanently Elastic Fluids; to Which is Prefixed an Introduction to Chemistry” by Tiberius Cavallo.Continue from chapter 2 “Of Air, Water, Earth, and Fire”, p.10file:///Users/alexyursha/Documents/books/A%20treatise%20on%20the%20nature%20and%20properties%20of%20air%20and%20other%20permanently%20elastic%20flu.pdf ",
            "title": "TIBERIUS CAVALLO - TREATISE"
        }
    ],
    "1782": [
        {
            "authors": "Cavallo",
            "description": "In June 1782, a paper of Cavallo's was read at the Royal Society, describing the first attempt to lift a hydrogen-filled balloon into the air.",
            "title": "Hydrogen Ballooning "
        }
    ],
    "1783": [
        {
            "authors": "Lavoisier + Laplace",
            "description": "Lavoisier and Laplace repeated the Cavendish experiment of burning inflammable air and producing water from it. They renamed it into Hydrogen.Lavoisier produced hydrogen for his experiments on mass conservation by reacting a flux of steam with metallic iron through an incandescent iron tube heated in a fire. Anaerobic oxidation of iron by the protons of water at high temperature can be schematically represented by the set of following reactions:   Fe +    H2O → FeO + H22 Fe + 3 H2O → Fe2O3 + 3 H23 Fe + 4 H2O → Fe3O4 + 4 H2Many metals such as zirconium undergo a similar reaction with water leading to the production of hydrogen.",
            "title": "Inflammable Air -> Hydrogen "
        }
    ],
    "1784": [
        {
            "authors": "",
            "description": "Bergman greatly contributed to the advancement of quantitative analysis, and he developed a mineral classification scheme based on chemical characteristics and appearance.This confusion between quartz and felspar did not last long and the application of thequantitative chemical analysis to minerals by Bergman finally separated the two minerals. From then on, quartz became synonymous with rock-crystal. ",
            "title": "Bergman - Manuel du mineralogiste"
        },
        {
            "authors": "Lavoisier, Laplace",
            "description": "The guinea pig first served as a useful animal model of disease in the late 1700s when Antoine Lavoisier, a French biologist and chemist, used the species in his study of respiratory physiology.From the early 1780s Lavoisier had been concerned with the process of respiration. His hypothesis was that combustion and respiration were one and the same and combustion occurs with every instance of respiration. In 1784, with his friend Pierre-Simon Laplace, he designed an ingenious ice-calorimeter to measure the amount of emitted heat during combustion and respiration. This apparatus consisted of three chambers: the inside chamber held the source of heat, a live guinea pig or a piece of burning charcoal; the middle one held a specific amount of ice for the heat source to melt; and the outside chamber held packed snow for insulation. Moreover, they connected a sleeve in a separate container to collect the ‘fixed air’ that was given off during combustion or respiration. They measured the quantifiable and specific amount of caloric and ‘fixed air’ produced during respiration and concluded that respiration is combustion (la respiration est une combustion) that occurs in the lungs and enables the living animal to maintain its body temperature above that of its surroundings.",
            "title": "Ice calorimeter and Guinea pig disease model "
        }
    ],
    "1786": [
        {
            "authors": "Spallanzani",
            "description": "His most important works were summed up in his book Experiencias Para Servir a La Historia de La Generación De Animales y Plantas (Experiences to Serve to the History of the Generation of Animals and Plants), published in 1786.Spallanzani described animal (mammal) reproduction in his Experiencias Para Servir a La Historia de La Generación De Animales y Plantas (1786). He was the first to show that fertilisation requires both spermatozoa and an ovum. He was the first to perform in vitro fertilization, with frogs, and an artificial insemination, using a dog.[9] Spallanzani showed that some animals, especially newts, can regenerate some parts of their body if injured or surgically removed.[2]In spite of his scientific background, Spallanzani endorsed preformationism, an idea that organisms develop from their own miniature selves; e.g. animals from minute animals, animalcules. In 1784, he performed a filtration experiment in which he successfully separated seminal fluid of frogs – a liquid portion and a gelatinous animalcule (spermatozoa) portion. But then he assumed that it was the liquid part which could induce fertilisation. A staunch ovist, he believed that animal form was already developed in the eggs and fertilisation by semen was only an activation for growth.[10]",
            "title": "Fertilization is spermatozoa + ovum "
        }
    ],
    "1788": [
        {
            "authors": "",
            "description": "",
            "title": "Lagrangian mechanics"
        }
    ],
    "1789": [
        {
            "authors": "Lavoisier",
            "description": "Translation: “Elements of Chemistry, in a New Systematic Order, Containing All the Modern Discoveries”.Read on:“It is a maxim universally admitted in geometry, and indeed in every branch of knowledge, that, in the progress of investigation, we should proceed from known facts to what is unknown.”“We must trust nothing but facts: These are presented to us by Nature, and cannot deceive.”“Hence I have been obliged to depart from the usual order of courses of lectures and of treatises upon chemistry, which always assume the first principles of the science, as known, when the pupil or the reader should never be supposed to know them till they have been explained in subsequent lessons.”“Messrs Geoffroy, Gellert, Bergman, Scheele, De Morveau, Kirwan, and many others, have collected a number of particular facts upon this subject [chemical affinities], which only wait for a proper arrangement;”`“Perhaps a sentiment of self-love may, without my perceiving it, have given additional force to these reflections. Mr de Morveau is at present engaged in publishing the article Affinity in the Methodical Encyclopædia; and I had more reasons than one to decline entering upon a work in which he is employed.”“ Becher assumes the existence of three kinds of earth, from the combination of which, in different proportions, he supposed all the varieties of metallic substances to be produced. Stahl gave a new modification to this system”“The acids, for example, are compounded of two substances, of the order of those which we consider as simple; the one constitutes acidity, and is common to all acids, and, from this substance, the name of the class or the genus ought to be taken; the other is peculiar to each acid, and distinguishes it from the rest, and from this substance is to be taken the name of the species. But, in the greatest number of acids, the two constituent elements, the acidifying principle, and that which it acidifies, may exist in different proportions, constituting all the possible points of equilibrium or of saturation. This is the case in the sulphuric and the sulphurous acids; and these two states of the same acid we have marked by varying the termination of the specific name.”“The names, besides, which were formerly employed, such as powder of algaroth, salt of alembroth, pompholix, phagadenic water, turbith mineral, colcathar, and many others, were neither less barbarous nor less uncommon. It required a great deal of practice, and no small degree of memory, to recollect the substances to which they were applied, much more to recollect the genus of combination to which they belonged. The names of oil of tartar per deliquium, oil of vitriol, butter of arsenic and of antimony, flowers of zinc, &c. were still more improper, because they suggested false ideas: For, in the whole mineral kingdom, and particularly in the metallic class, there exists no such thing as butters, oils, or flowers; and, in short, the substances to which they give these fallacious names, are nothing less than rank poisons.”“In the present state of our knowledge, we are unable to determine whether light be a modification of caloric, or if caloric be, on the contrary, a modification of light.”",
            "title": "Traité élémentaire de chimie "
        },
        {
            "authors": "Lavoisier",
            "description": "",
            "title": "Carbon "
        },
        {
            "authors": "",
            "description": "[1] Census of Marine Life. (2011, August 24). How many species on Earth? About 8.7 million, new estimate says. ScienceDaily. Retrieved September 11, 2020 from www.sciencedaily.com/releases/2011/08/110823180459.htm[2] Doyle, D. (2006). William Hewson (1739-74): the father of haematology. British Journal of Haematology, 133(4), 375–381. doi:10.1111/j.1365-2141.2006.06037.x ",
            "title": "French Revolution"
        }
    ],
    "1790": [
        {
            "authors": "K2CO3",
            "description": "Potassium carbonate is the primary component of potash and the more refined pearl ash or salts of tartar. Historically, pearl ash was created by baking potash in a kiln to remove impurities. The fine, white powder remaining was the pearl ash. The first patent issued by the US Patent Office was awarded to Samuel Hopkins in 1790 for an improved method of making potash and pearl ash.In late 18th century North America, before the development of baking powder, pearl ash was used as a leavening agent for quick breads.",
            "title": "Pearl ash "
        },
        {
            "authors": "Ackermann",
            "description": "Anatomical bone abnormality",
            "title": "Basilar impression described "
        }
    ],
    "1793": [
        {
            "authors": "Spallanzani",
            "description": "Spallanzani is also famous for extensive experiments in 1793 on how bats could fly at night to detect objects (including prey) and avoid obstacles, where he concluded that bats do not use their eyes for navigation, but some other sense.[11][12] He was originally inspired by his observation that tamed barn owl flew properly at night under a dim-lit candle, but struck against the wall when the candle was put out. He managed to capture three wild bats in Scandiono, and performed similar experiment, on which he wrote (on 20 August 1793):Having seen this, the candle was taken away, and for my eyes like for those of my brother and cousins we were in complete darkness. Yet the animals continued to fly around as before and never struck against obstacles, nor did they fall down, as would have happened with a night-bird. Thus a place which we believe to be completely dark is not at all so, because bats certainly could not see without light.A few days later he took two bats and covered their eyes with opaque disc made of birdlime. To his astonishment, both bats flew completely normally. He went further by surgically removing the eyeballs of one bat, which he observed as:[The bat] flew quickly, following the different subterranean pathways from one end to the other with the speed and sureness of an uninjured bat. More than once the animal landed on the walls and at the roof of the sotterranei and finally it landed in a hole in the ceiling two inches wide, hiding itself there immediately. My astonishment at this bat which absolutely could see although deprived of its eyes is inexpressible.[13]He concluded that bats do not need vision for navigation; although he failed to find the reason. At the time other scientists were sceptical and ridiculed his findings.[9] A contemporary of Spallanzani, the Swiss physician and naturalist Louis Jurine, learned of Spallanzani's experiments, investigated the possible mechanism of bat navigation. He discovered that bat flight was disoriented when their ears were plugged.[14] But Spallanzani did not believe that it was about hearing since bats flew very silently. He repeated his experiments by using improved ear plugs using turpentine, wax, pomatum or tinder mixed with water, to find that blinded bats could not navigate without hearing.[15] He was still suspicious that deafness alone was the cause of disoriented flight and that hearing was vital that he conducted some rather painful experiments such as burning and removing the external ear, and piercing through the inner ear. After these operations, he became convinced that hearing was fundamental to normal bat flight, upon which he noted:This experiment, which is so decisively in favor of hearing ... has been repeated by me with equal results both in blinded bats and in seeing one.[13]By then he was too convinced that he suggested the ear was an organ of navigation, writing:The experiments of M. Professor Jurine, confirming by many examples those which I have done, and varied in many ways, establish without doubt the influence of the ear in the flight of blinded bats. Can it then still be said that ... [for bats] their ears rather than their eyes serve to direct them in flight?[15]The exact scientific principle was discovered only in 1938 by two American biologists Donald Griffin and Robert Galambos.[16][17]",
            "title": "Blind bats can fly "
        }
    ],
    "1794": [
        {
            "authors": "law of constant composition",
            "description": "Proust disproved Berthollet with the law of definite proportions, which is sometimes also known as Proust's Law. Proust studied copper carbonate, the two tin oxides, and the two iron sulfides to prove this law. He did this by making artificial copper carbonate and comparing it to natural copper carbonate. With this he showed that each had the same proportion of weights between the three elements involved (Cu, C, O). Between the two types of the other compounds, Proust showed that no intermediate compounds exist between them. Proust published this paper in 1794, but the law was not accepted until 1812, when the Swedish chemist Jöns Jacob Berzelius gave him credit for it.",
            "title": "The law of definite proportions "
        }
    ],
    "1796": [
        {
            "authors": "Laplace",
            "description": "Laplace had proposed that the current solar system had arisen from the gradual cooling and condensation of matter over millions of years. Slowly cooling cosmos.",
            "title": "Solar system origin "
        },
        {
            "authors": "Laplace",
            "description": "",
            "title": "Exposition du système du monde "
        }
    ],
    "1798": [
        {
            "authors": "Malthus",
            "description": "",
            "title": "An Essay on the Principle of Population "
        }
    ],
    "1799": [
        {
            "authors": "",
            "description": "In 1799, Proust demonstrated, to his class in Madrid, how the sugar in grapes is identical to that found in honey.",
            "title": "Sugar is sugar regardless of origin"
        }
    ],
    "1800": [
        {
            "authors": "",
            "description": "Alessandro Volta creates voltaic pile. a new source of electricity that allows steady supply. Up to then there were only two source of electricity known: lightning and electrostatic devices. In a way, Volta tamed electric current that humans now could put to use. Volta used a sandwich of alternating copper and zink disks, separated by pieces of cardboard, that had been soaked in salted water (voltaic pile). The voltaic pile was the first man-made battery. Steady supply of electric current made possible new kinds of experiments involving electric current. English scientists William Nicholson and Anthony Carlisle use voltaic pile for the electrolysis of water - separating it into hydrogen gas and oxygen gas. Hydrogen gas was attracted to negative electrode and oxygen gas was attracted to positive electrode.Humphry Davy experiments with bigger voltaic batteries. He discovers K through electrolysis of caustic potash and Na through electrolysis of caustic soda.Humphry Davy continues his experiments with a potent voltaic battery and isolates (discovers) Barium, Calcium, Magnesium and Strontium.Other elements discovered with the help of a voltaic battery: Aluminum, Iodine, Silicon, Boron, Lithium.Humphry Davy suggested that if electricity can separate elements, then it also can be the power that glues them together. He suggested that electricity is an inherent property of matter. He suggested that particles that combine with each other have opposite electrical states.",
            "title": "Voltaic pile"
        },
        {
            "authors": "",
            "description": "3 November 1749, Edinburgh, Scotland - 15 December 1819, Edinburgh, ScotlandA Scottish physician, chemist and botanist who is known for the isolation of nitrogen gas (N2) in 1772.",
            "title": "Daniel Rutherford"
        },
        {
            "authors": "",
            "description": "https://www.amazon.com/Humphry-Davy-Science-Cambridge-Biographies-ebook-dp-B003EV5PPM/dp/B003EV5PPM/ref=mt_other?_encoding=UTF8&me=&qid= ",
            "title": "Humphry Davy"
        }
    ],
    "1801": [
        {
            "authors": "",
            "description": "",
            "title": "Ceres asteroid"
        },
        {
            "authors": "René Just Haüy",
            "description": "Due to his innovative work on crystal structure and his four-volume Traité de Minéralogie (1801), René Just Haüy is often referred to as the \"Father of Modern Crystallography\". He also added several minerals to the list of pyroelectric substances.",
            "title": "Traité de Minéralogie "
        },
        {
            "authors": "Young",
            "description": "In 1801, English scientist Thomas Young made a basic pair of contact lenses based on Descartes’ idea. He changed Descartes’ contact lens design by reducing the size of the glass tube to ¼ inch and then using wax to stick the water-filled lenses to his eyeballs. Don’t judge Mr. Young for gluing glass to his eyes—he was also the first to accurately describe astigmatism, greatly advancing the field of eye care. However, Young’s device was not practical, nor was it able to correct vision problems. In fact, the idea of using contact lenses to correct the refraction errors that cause nearsightedness, farsightedness, and astigmatism wasn’t suggested until 1845.",
            "title": "Improved glass-tube contact lenses "
        }
    ],
    "1802": [
        {
            "authors": "",
            "description": "Gay-Lussac first formulated the law, stating that if the mass and volume of a gas are held constant then gas pressure increases linearly as the temperature rises. His work was preceded by that of Guillaume Amontons, who established the rough relation without the use of accurate thermometers. The law is sometimes written as p = k T, where k is a constant dependent on the mass and volume of the gas and T is temperature on an absolute scale (in terms of the ideal gas law, k = n·R/V).",
            "title": "Gay-Lussac's Law"
        }
    ],
    "1803": [
        {
            "authors": "",
            "description": "",
            "title": "Dalton’s law of partial pressures"
        },
        {
            "authors": "Young",
            "description": "",
            "title": "Double slit interferometer "
        }
    ],
    "1804": [
        {
            "authors": "",
            "description": "Gay-Lussac and Jean-Baptiste Biot made a hot-air balloon ascent to a height of 7,016 metres (23,018 ft) in an early investigation of the Earth's atmosphere. He wanted to collect samples of the air at different heights to record differences in temperature and moisture.",
            "title": "7 km hot-air balloon ascent"
        }
    ],
    "1805": [
        {
            "authors": "",
            "description": "Gay-Lussac and Alexander von Humboldt discovered that the composition of the atmosphere does not change with decreasing pressure (increasing altitude). ",
            "title": "Composition of the atmosphere is the same on all altitudes"
        },
        {
            "authors": "",
            "description": "Gay-Lussac and Alexander von Humboldt discovered that water is formed by two parts of hydrogen and one part of oxygen (by volume).",
            "title": "Water is 2 hydrogen parts to 1 oxygen part"
        }
    ],
    "1806": [
        {
            "authors": "Calandrelli",
            "description": "A stellar parallax was first observed only in 1806 by the Italian astronomer Giuseppe Calandrelli.[1]",
            "title": "Stellar parallax observed "
        }
    ],
    "1807": [
        {
            "authors": "Davy",
            "description": "During a single week in 1807 Humphrey Davy in London, who had a humongous battery with 250 cells, electrolyzed both potash and soda as solids to prepare two new elemental metals and gave them the latinized names potassium and sodium.",
            "title": "Potassium & Sodium "
        },
        {
            "authors": "Young",
            "description": "Thomas Young was presumably the person who first used, and invented, the name \"index of refraction\", in 1807",
            "title": "Index of refraction "
        }
    ],
    "1808": [
        {
            "authors": "",
            "description": "Links through Wikipedia article about Dalton and:https://archive.org/details/newsystemofchemi01daltuoft",
            "title": "DALTON - A NEW SYSTEM OF CHEMICAL PHILOSOPHY"
        },
        {
            "authors": "Davy",
            "description": "The metal itself was first isolated by Sir Humphry Davy in England in 1808. He used electrolysis on a mixture of magnesia and mercuric oxide.",
            "title": "Magnesium "
        },
        {
            "authors": "Davy",
            "description": "",
            "title": "Barium "
        },
        {
            "authors": "Gay-Lussac",
            "description": "Gay-Lussac co-discovered Boron",
            "title": "Boron "
        },
        {
            "authors": "Malus",
            "description": "",
            "title": "Light polarization "
        }
    ],
    "1810": [
        {
            "authors": "Davy",
            "description": "The Lavoisier oxygen-based acid theory held for over 30 years, until the 1810 article and subsequent lectures by Sir Humphry Davy in which he proved the lack of oxygen in H2S, H2Te, and the hydrohalic acids. However, Davy failed to develop a new theory, concluding that \"acidity does not depend upon any particular elementary substance, but upon peculiar arrangement of various substances\".",
            "title": "Hydrohalic acids "
        },
        {
            "authors": "Davy",
            "description": "",
            "title": "Chlorine "
        },
        {
            "authors": "Appert",
            "description": "In 1795, a Parisian chef and confectioner named Nicolas Appert began experimenting with ways to preserve foodstuffs, succeeding with soups, vegetables, juices, dairy products, jellies, jams, and syrups. He placed the food in glass jars, sealed them with cork and sealing wax and placed them in boiling water.[7] In that same year, the French military offered a cash prize of 12,000 francs for a new method to preserve food. After some 14 or 15 years of experimenting, Appert submitted his invention and won the prize in January 1810.[8] Later that year, Appert published L'Art de conserver les substances animales et végétales (or The Art of Preserving Animal and Vegetable Substances). This was the first cookbook of its kind on modern food preservation methods.",
            "title": "Food appertisation "
        },
        {
            "authors": "Durand",
            "description": "",
            "title": "Tin canning foods "
        }
    ],
    "1811": [
        {
            "authors": "Gay-Lussac",
            "description": "Gay-Lussac co-discovered Iodine",
            "title": "Iodine "
        },
        {
            "authors": "",
            "description": "https://openlibrary.org/authors/OL2392708A/Amedeo_Avogadro https://archive.org/stream/b2190196x?ref=ol#mode/2up Avogadro publishes a hypothesis, which states that equal volumes of all gases, at the same temperature and pressure, have the same number of molecules. For a given mass of an ideal gas, the volume and amount (moles) of the gas are directly proportional if the temperature and pressure are constant. As an example, equal volumes of molecular hydrogen and nitrogen contain the same number of molecules when they are at the same temperature and pressure, and observe ideal gas behavior. In practice, real gases show small deviations from the ideal behavior and the law holds only approximately, but is still a useful approximation for scientists.Avogadro's Law states that the relationship between the masses of the same volume of all gases (at the same temperature and pressure) corresponds to the relationship between their respective molecular weights. Hence, the relative molecular mass of a gas can be calculated from the mass of a sample of known volume.The hypothesis was first published by Amadeo Avogadro in 1811 and it reconciled Dalton atomic theory with the \"incompatible\" idea of Joseph Louis Gay-Lussac that some gases were composite of different fundamental substances (molecules) in integer proportions.Gay-Lussac also believed such a proportionality must exist, but what made Avogadro's hypothesis complete and correct was his new definition of a molecule as the smallest characteristic particle of a substance which may be a single elementary atom or a permanent union of several elementary atoms. He proposed that some gases, such as hydrogen and oxygen, consisted of diatomic molecules and a water molecule could consist of three elementary atoms, two of hydrogen and one of oxygen. Avogadro's concepts reconciled Dalton's atomic hypothesis with Gay-Lussac's law of combining volumes.",
            "title": "Avogadro’s Hypothesis"
        }
    ],
    "1813": [
        {
            "authors": "Berzelius",
            "description": "In 1813 Berzelius published in a British journal, Thomas Thomson's Annals of Philosophy, his system of atomic symbols as one- or two-letter abbreviations of Latin names for the elements.",
            "title": "Chemical symbols "
        }
    ],
    "1815": [
        {
            "authors": "Gay-Lussac",
            "description": "Gay-Lussac synthesized cyanogen, determined its empirical formula, and named it. Gay-Lussac coined the word \"cyanogène\" from the Greek words κυανός (kyanos, blue) and γεννάω (gennao, I create), because cyanide was first isolated by the Swedish chemist Carl Wilhelm Scheele from the pigment \"Prussian blue\".",
            "title": "Cyanogen "
        },
        {
            "authors": "Brewster",
            "description": "",
            "title": "Polarizing angle depends on refractive index "
        }
    ],
    "1817": [],
    "1818": [
        {
            "authors": "",
            "description": "Almost 150 years after the banning of blood transfusion, James Blundell (1790–1877), a Scottish obstetrician sometimes referred to as the ‘father of modern blood transfusion’, performed the first human-to-human blood transfusion in 1818. He was particularly concerned with post-partum hemorrhage and so revived blood transfusion as a possible solution. He published an account of the first successful blood transfusion to a woman with the post-partum hemorrhage in The Lancet in 1829.  He also made the prescient observation that blood transfusion might be used to save the lives of wounded soldiers.[2]",
            "title": "Human-human blood tranfusion"
        },
        {
            "authors": "",
            "description": "For wave propagation",
            "title": "Huygens–Fresnel principle"
        }
    ],
    "1819": [
        {
            "authors": "Dulong and Petit",
            "description": "In 1819 Dulong and Petit announced the law of specific heats; the product of the specific heat of an element times its atomic weight always gives approximately the same constant 6.25, i. e., all the elements have approximately the same atomic heat.",
            "title": "Law of specific heats "
        }
    ],
    "1820": [
        {
            "authors": "Goldfuss",
            "description": "In 1820, Goldfuss coined the word protozoa to refer to single-celled organisms such as ciliates.",
            "title": "Protozoa "
        }
    ],
    "1821": [
        {
            "authors": "",
            "description": "",
            "title": "Fresnel’s equations"
        }
    ],
    "1822": [
        {
            "authors": "Poncelet",
            "description": "",
            "title": "“Traité des propriétés projectives des figures” "
        }
    ],
    "1824": [
        {
            "authors": "Brewster",
            "description": "BREWSTER, D., Edinburgh Journ. Sc., 1, 208 (1824).That Rochelle salt is pyroelectric was discovered in 1818 by Sir David Brewster. Brewster was the first scientist who discovered the pyroelectricity of crystals grown from aqueous solutions. Of the 14 substances he investigated (Rochelle salt, tartaric acid, ammonium oxalate, the chlorides of potassium and mercury, the sulfates of magnesium, ammonium, iron and magnesium-sodium, potassium cyanide, potassium carbonate, lead acetate, sugar, and citric acid) he found that the tartrate of potash and soda (Rochelle salt) and tartaric acid were \"pyroelectric in a very considerable degree,\" but the action of several of the other salts was comparatively feeble. ",
            "title": "Rochelle salt pyroelectric "
        },
        {
            "authors": "",
            "description": "The first lighthouse in Florida is located in St. Augustine. It was lit in 1824.",
            "title": "First lighthouse in Florida"
        }
    ],
    "1827": [
        {
            "authors": "Mobius",
            "description": "Affine geometry introduced.",
            "title": "“Der barycentrische Calcul” "
        }
    ],
    "1829": [
        {
            "authors": "Lobachevsky",
            "description": "",
            "title": "Hyperbolic Geometry "
        }
    ],
    "1830": [
        {
            "authors": "Liebig",
            "description": "Liebig developed his version of an apparatus for determining the carbon, hydrogen, and oxygen content of organic substances.A kaliapparat is a laboratory device for the analysis of carbon in organic compounds. The device, made of glass, consists of a series of five bulbs connected and arranged in a triangular shape.To determine the carbon in an organic compound with a kaliapparat, the substance is first burned, converting any carbon present into carbon dioxide (CO2). The vaporous products are passed through the kaliapparat, which is filled with potassium hydroxide (KOH) solution. The potassium hydroxide reacts with the CO2 to make potassium carbonate. The reaction, ignoring ionic dissociation, can be written as follows:2 KOH + CO2 → K2CO3 + H2O.Subtracting the mass of the kaliapparat before the combustion from that found after the combustion gives the amount of CO2 absorbed. From the mass of CO2 thus found, standard stoichiometric calculations then give the mass of carbon in the original sample.Before reaching the Kaliapparat, the combustion gases were conducted through a tube of hygroscopic calcium chloride, which absorbed and retained the oxidation product of the hydrogen of the sample, namely water vapor. Next, in the Kaliapparat, carbon dioxide was absorbed in a potassium hydroxide solution in the three lower bulbs, and used to measure the weight of carbon in the sample. For any substance consisting only of carbon, hydrogen, and oxygen, the percentage of oxygen was found by subtracting the carbon and hydrogen percentages from 100%; the remainder must be the percentage of oxygen. A charcoal furnace (a sheet-steel tray in which the combustion tube was laid) was used for the combustion. Weighing carbon and hydrogen directly, rather than estimating them volumetrically, greatly increased the method's accuracy of measurement. Liebig's assistant Carl Ettling perfected glass-blowing techniques for producing the Kaliapparat, and demonstrated them to visitors. Liebig's kaliapparat simplified the technique of quantitative organic analysis and rendered it routine. Brock suggests that the availability of a superior technical apparatus was one reason why Liebig was able to attract so many students to his laboratory. His method of combustion analysis was used pharmaceutically, and certainly made possible many contributions to organic, agricultural and biological chemistry.Three bulbs located along the bottom of the triangle hold the potassium hydroxide. Violent bubbling indicates that CO2 absorption is taking place, Rocke says. By the time the combustion gas has hit the third bulb, there should be little or no bubbling, a sign that all the CO2 has been absorbed, Rocke says. “So you can tell by eye if you’ve done the experiment right.”There are two additional bulbs on the apparatus, one on the arm upstream of the triangle’s base and another downstream. The upstream bubble can be used to test that there are no gas leaks in the system before starting the experiment. Before combustion, researchers suck potassium hydroxide into the upstream bubble, which should remain level if the system is airtight. The downstream bulb catches potassium hydroxide overflow, to ensure the solvent doesn’t bubble out of the device.Perfection is, of course, hard to achieve: Rocke and colleagues found that Liebig’s device provided “erratic results for nitrogen.” In fact, Jackson says, Liebig was “unable to solve the extremely difficult problem of analyzing alkaloids such as morphine or quinine (which contain nitrogen) using the kaliapparat,” Jackson says. She discovered that “in response to this stalemate, Liebig prompted his student August Hofmann to introduce synthesis as a method for investigating organic chemistry—a move that established the field of synthetic organic chemistry” (Hist. Stud. Nat. Sci. 2012, DOI: 10.1525/hsns.2014.44.4.319).Yet “the success of the kaliapparat for the analysis of relatively simple compounds introduced and propagated a new practice of chemistry in hollow glassware,” Jackson adds.“The image of a chemist, wearing a lab coat, in front of a bubbling glass apparatus goes back to the kaliapparat,” says William Brock, an emeritus professor at England’s University of Leicester and a Liebig biographer. “It became a symbol, like the periodic table, for what chemists do.”The most important quantitative tools of 19th century organic chemistry were the analytical balance and the Five-Bulb (Fünfkugel) Apparatus, usually called the \"Kaliapparat\" (interesting etymology), which Justus Liebig invented in 1831. These tools, together with well-chosen chemical transformations and clever reasoning, allowed 19th Century chemists to determine the nature of organic molecules and their reactions long before x-ray diffraction, structural spectroscopy, and chemical quantum mechanics were dreamt of.Liebig had an analytical balance (right), made by a local cabinet maker named Hoss, with which he could weigh 100 grams to an accuracy of 0.3 mg. If burning a half-gram sample produced something like a gram of CO2, he could weigh it to an accuracy of better than 0.1%.",
            "title": "Kaliapparat "
        },
        {
            "authors": "Meigen",
            "description": "[3]",
            "title": "D. melanogaster described "
        },
        {
            "authors": "Lyell",
            "description": "",
            "title": "Principles of Geology "
        }
    ],
    "1831": [
        {
            "authors": "Brown",
            "description": "In a paper read to the Linnean society in 1831 and published in 1833, Brown named the cell nucleus. ",
            "title": "Cell nucleus "
        }
    ],
    "1833": [
        {
            "authors": "",
            "description": "In 1833, Daguerre went on to invent a method of developing faint images, although,unfortunately, this method was rather slow.[4]",
            "title": "Faint images"
        },
        {
            "authors": "",
            "description": "",
            "title": "Hamiltonian mechanics"
        }
    ],
    "1834": [
        {
            "authors": "Semmola",
            "description": "First described",
            "title": "Duchenne muscular dystrophy "
        }
    ],
    "1835": [
        {
            "authors": "Liebig",
            "description": "",
            "title": "Silvered-glass mirror "
        }
    ],
    "1837": [
        {
            "authors": "daguerre",
            "description": "Daguerre developed a technique for ‘fixing’ the image in a solution of sodium chloride, and in 1837 he produced “L’Atelier de l’artiste”, the first daguerreotype to undergo exposure, development, and fixation.[5] ",
            "title": "Daguerreotype "
        }
    ],
    "1838": [
        {
            "authors": "Bessel",
            "description": "The first successful measurements of stellar parallax were made by the German astronomer Friedrich Wilhelm Bessel in 1838.[6]",
            "title": "Stellar parallax measured for 61 Cygni "
        },
        {
            "authors": "Liebig",
            "description": "In 1838, Justus von Liebig proposed that an acid is a hydrogen-containing compound whose hydrogen can be replaced by a metal. This redefinition was based on his extensive work on the chemical composition of organic acids, finishing the doctrinal shift from oxygen-based acids to hydrogen-based acids started by Davy. Liebig's definition, while completely empirical, remained in use for almost 50 years until the adoption of the Arrhenius definition.",
            "title": "Liebig theory of acids "
        },
        {
            "authors": "Faraday",
            "description": "In 1838, Michael Faraday applied a high voltage between two metal electrodes at either end of a glass tube that had been partially evacuated of air, and noticed a strange light arc with its beginning at the cathode (positive electrode) and its end at the anode (negative electrode).Michael Faraday (1838) \"VIII. Experimental researches in electricity. — Thirteenth series.,\" Philosophical Transactions of the Royal Society of London, 128 : 125-168.",
            "title": "Glass tube light arc "
        },
        {
            "authors": "Schleiden",
            "description": "Matthias Schleiden wrote “Contributions to our Knowledge of Phytogenesis” (1838) (https://www.biodiversitylibrary.org/item/43441#page/265/mode/1up), in which he stated that all plants are composed of cells. Thus, Schleiden became the first to formulate what was then an informal belief as a principle of biology equal in importance to the atomic theory of chemistry.  ",
            "title": "All plants are composed of cells "
        }
    ],
    "1839": [
        {
            "authors": "Schwann",
            "description": "",
            "title": "All animals are composed of cells "
        },
        {
            "authors": "Henderson",
            "description": "",
            "title": "Stellar parallax for Alpha Centauri "
        }
    ],
    "1842": [
        {
            "authors": "",
            "description": "",
            "title": "Doppler Effect"
        }
    ],
    "1843": [
        {
            "authors": "Hamilton",
            "description": "",
            "title": "Quaternions "
        }
    ],
    "1845": [
        {
            "authors": "Hershel",
            "description": "English physicist Sir John Herschel was the first to hypothesize that taking a mold of the cornea might produce lenses that could correct vision. However, without the necessary technology, Herschel was unable to test his hypothesis, and his theory remained mere speculation until nearly 100 years later.",
            "title": "Contact lenses should mimic cornea in shape "
        }
    ],
    "1846": [
        {
            "authors": "",
            "description": "",
            "title": "Neptune"
        }
    ],
    "1847": [
        {
            "authors": "Struve",
            "description": "“Etudes d'Astronomie Stellaire: Sur la voie lactee et sur la distance des etoiles fixes”",
            "title": "Interstellar extinction "
        }
    ],
    "1848": [
        {
            "authors": "Pasteur",
            "description": "Pasteur discovered enantiomorphism among the salts of racemic acid.",
            "title": "Racemic acid analysis "
        },
        {
            "authors": "Schleiden",
            "description": "",
            "title": "“The plant. A biography.” "
        }
    ],
    "1849": [
        {
            "authors": "",
            "description": "The use of Rochelle salt for purely chemical purposes goes back to 1858 when Fehling replaced neutral potassium tartrate by the more easily crystallizable Rochelle salt which as he said \"is readily obtained purely commercially.\" He used the salt in his well-known Fehling's solution for the quantitative determination of sugar.",
            "title": "Fehling's solution"
        }
    ],
    "1852": [
        {
            "authors": "Lasègue",
            "description": "",
            "title": "Delire de Persecutions "
        }
    ],
    "1853": [
        {
            "authors": "",
            "description": "",
            "title": "CRIMEAN WAR S"
        }
    ],
    "1855": [
        {
            "authors": "",
            "description": "All cells arise from other cells",
            "title": "Virchow’s law"
        },
        {
            "authors": "",
            "description": "Robert Bunsen and Peter Desaga perfect a gas burner. It’s now called Bunsen burner.",
            "title": "Bunsen burner"
        },
        {
            "authors": "Yeates",
            "description": "",
            "title": "Tin can opener "
        }
    ],
    "1856": [
        {
            "authors": "",
            "description": "",
            "title": "CRIMEAN WAR E"
        },
        {
            "authors": "Liebig",
            "description": "The LaRoche salt is also used as a reducing agent for obtaining silver mirrors on glass as was first suggested by Liebig in his efforts to eliminate (poisonous) mercury mirrors from household articles. ",
            "title": "Silverized mirrors "
        },
        {
            "authors": "Brewster",
            "description": "The first known description of pinhole photography. A camera without lenses, and with only a pin-hole.",
            "title": "“The Stereoscope” "
        }
    ],
    "1857": [
        {
            "authors": "",
            "description": "In 1857, German physicist and glassblower Heinrich Geissler sucked even more air out with an improved pump, to a pressure of around 10−3 atm and found that, instead of an arc, a glow filled the tube. The voltage applied between the two electrodes of the tubes, generated by an induction coil, was anywhere between a few kilovolts and 100 kV. These were called Geissler tubes, similar to today's neon signs.",
            "title": "Geissler tubes"
        }
    ],
    "1858": [
        {
            "authors": "",
            "description": "https://www.google.com/books/edition/Sketch_of_a_Course_of_Chemical_Philosoph/WTG4AAAAIAAJ?hl=en&gbpv=1&printsec=frontcover ",
            "title": "CANNIZZARO SKETCH OF A COURSE IN CHEMICAL PHILOSPHY"
        },
        {
            "authors": "",
            "description": "",
            "title": " Möbius strip"
        }
    ],
    "1859": [
        {
            "authors": "",
            "description": "It was widely believed that each element had its own unique kind of atom. An open problem in science was to find out the weights for atoms of each chemical element. Everyone agreed that hydrogen (H) was the lightest element and should be assigned a weight 1 and all other elements should be assigned proportional weights.",
            "title": "catchall"
        },
        {
            "authors": "",
            "description": "It was known since 1859 that the orbit of the planet Mercury around the Sun did not quite agree with predictions based on Newton’s theory of gravity.",
            "title": "Problem of Mercury orbit"
        },
        {
            "authors": "",
            "description": "",
            "title": "[7]"
        },
        {
            "authors": "Bunsen, Kirchhoff",
            "description": "Robert Bunsen formulated a problem that it became difficult to tell substrances apart by their flame color, because many more substances became known since the invention of the method and many gave off similar flame colors. Robert Bunsen and Gustav Kirchhoff conducted the first chromatography experiment. They put light emitted from a burning substance (using Bunsen burner) through a prism and discovered that each burning substance emitted a distinct and specific combination of bars of color spectrum (almost like a signature barcode). Thus, they invented a spectroscope - a whole new tool in chemistry.Thanks to the spetroscope, a bunch of new elements were discovered. Cesium, Rubidium were discovered by Robert Bunsen and Gustav Kirchhoff. Thallim and Indium were discovered by other chemists.Astronomers too embraces the new technology - a spectroscope. They discovered Helium by analyzing the spectrum of the sun.",
            "title": "Spectroscope "
        },
        {
            "authors": "Darwin",
            "description": "",
            "title": "“On the Origin of Species” "
        },
        {
            "authors": "Virchow",
            "description": "https://archive.org/details/b20418310/page/n17/mode/2up ",
            "title": "“Die Cellularpathologie in ihrer Begründung auf physiologische und pathologische Gewebelehre.” "
        }
    ],
    "1860": [
        {
            "authors": "",
            "description": "Karlsruhe Congress. August Kekulé gave nineteen different formulas used by chemists for acetic acid and suggested discussing matters of chemical nomenclature and notation.Stanislao Cannizzaro is best known for his contribution to the then-existing debate over atoms, molecules, and atomic weights. He championed Amedeo Avogadro's notion that equal volumes of gas at the same pressure and temperature held equal numbers of molecules or atoms, and the notion that equal volumes of gas could be used to calculate atomic weights. In doing so, Cannizzaro provided a new understanding of chemistry.",
            "title": "Karlsruhe Congress on atomic weights"
        },
        {
            "authors": "Nightingale",
            "description": "In 1860, during the international statistical congress held in London, Florence Nightingale made a proposal that was to result in the development of the first model of systematic collection of hospital data.",
            "title": "First systematic collection of hospital data "
        }
    ],
    "1861": [
        {
            "authors": "Duchenne",
            "description": "Duchenne was the first to do a biopsy to obtain tissue from a living patient for microscopic examination.",
            "title": "Duchenne muscular dystrophy "
        }
    ],
    "1862": [
        {
            "authors": "Lincoln",
            "description": "May 15.",
            "title": "USDA founded "
        }
    ],
    "1864": [
        {
            "authors": "",
            "description": "",
            "title": "Pasteurization"
        }
    ],
    "1865": [
        {
            "authors": "Maxwell",
            "description": "",
            "title": "“A Dynamical Theory of the Electromagnetic Field\" "
        },
        {
            "authors": "Mendel",
            "description": "Mendel presented his paper, \"Versuche über Pflanzenhybriden\" (\"Experiments on Plant Hybridization\"), at two meetings of the Natural History Society of Brno in Moravia on 8 February and 8 March 1865.",
            "title": "\"Versuche über Pflanzenhybriden\" "
        },
        {
            "authors": "",
            "description": "Introduction of antiseptic spray containing carbolic acid; marks the beginning of modern antiseptic surgery.",
            "title": "Antiseptic spray based on carbolic acid"
        },
        {
            "authors": "Newlands",
            "description": "",
            "title": "Law of octaves "
        },
        {
            "authors": "",
            "description": "",
            "title": "Sprengel vacuum pump"
        }
    ],
    "1866": [
        {
            "authors": "",
            "description": "",
            "title": "Mendelian inheritance"
        },
        {
            "authors": "copper",
            "description": "In 1866, a telegraph cable made of copper was successfully laid across the Atlantic.[8]",
            "title": "Trans-Atlantic telegraph "
        }
    ],
    "1868": [
        {
            "authors": "Darwin",
            "description": "",
            "title": "Pangenesis "
        },
        {
            "authors": "Lockyer",
            "description": "",
            "title": "Helium on the Sun "
        }
    ],
    "1869": [
        {
            "authors": "",
            "description": "https://rusneb.ru/catalog/000219_000011_RU_%D0%93%D0%9F%D0%9D%D0%A2%D0%91_%D0%A0%D0%BE%D1%81%D1%81%D0%B8%D0%B8_IBIS_0000650750/https://www.gutenberg.org/ebooks/author/46359 ",
            "title": "МЕНДЕЛЕЕВ - ОСНОВЫ ХИМИИ"
        },
        {
            "authors": "",
            "description": "Dmitri Mendeleev when writing a chemistry textbook tries to organize then known chemical elements and invents a periodic table of elements.",
            "title": "Periodic Table of Elements"
        },
        {
            "authors": "",
            "description": "Nucleic acids are discovered and found in cell nuclei",
            "title": "Nucleic acids"
        },
        {
            "authors": "",
            "description": "Crookes tubes evolved from the earlier Geissler tubes invented by the German physicist and glassblower Heinrich Geissler in 1857, experimental tubes which are similar to modern neon tube lights. Geissler tubes had only a low vacuum, around 10−3 atm (100 Pa), and the electrons in them could only travel a short distance before hitting a gas molecule. So the current of electrons moved in a slow diffusion process, constantly colliding with gas molecules, never gaining much energy. These tubes did not create beams of cathode rays, only a colorful glow discharge that filled the tube as the electrons struck the gas molecules and excited them, producing light.By the 1870s, Crookes (among other researchers) was able to evacuate his tubes to a lower pressure, 10−6 to 5x10−8 atm, using an improved Sprengel mercury vacuum pump invented by his coworker Charles A. Gimingham. He found that as he pumped more air out of his tubes, a dark area in the glowing gas formed next to the cathode. As the pressure got lower, the dark area, now called the Faraday dark space or Crookes dark space, spread down the tube, until the inside of the tube was totally dark. However, the glass envelope of the tube began to glow at the anode end.What was happening was that as more air was pumped out of the tube, there were fewer gas molecules to obstruct the motion of the electrons from the cathode, so they could travel a longer distance, on average, before they struck one. By the time the inside of the tube became dark, they were able to travel in straight lines from the cathode to the anode, without a collision. They were accelerated to a high velocity by the electric field between the electrodes, both because they did not lose energy to collisions, and also because Crookes tubes were operated at a higher voltage. By the time they reached the anode end of the tube, they were going so fast that many flew past the anode and hit the glass wall. The electrons themselves were invisible, but when they hit the glass walls of the tube they excited the atoms in the glass, making them give off light or fluoresce, usually yellow-green. Later experimenters painted the back wall of Crookes tubes with fluorescent paint, to make the beams more visible.Johann Hittorf was first to recognise in 1869 that something must be travelling in straight lines from the cathode to cast the shadow.",
            "title": "Crooks Tubes"
        }
    ],
    "1872": [
        {
            "authors": "Klein",
            "description": "",
            "title": "Erlangen Program "
        },
        {
            "authors": "Chesebrough",
            "description": "Though “Wonder Jelly” had a nice ring to it, in 1872, Chesebrough registered the jelly as “Vaseline,” which is believed to be derived from a combination of the German word for water, wasser, and the Greek word for oil, oleon.",
            "title": "Vaseline "
        }
    ],
    "1873": [
        {
            "authors": "Lasègue",
            "description": "",
            "title": "De l’Anorexie Hystérique "
        }
    ],
    "1875": [
        {
            "authors": "Lorentz",
            "description": "",
            "title": "Derivation of Fresnel’s equations from electromagnetic principles "
        }
    ],
    "1876": [
        {
            "authors": "Goldstein",
            "description": "In 1876, Eugen Goldstein proved that they came from the cathode, and named them cathode rays (Kathodenstrahlen).",
            "title": "Cathode rays "
        },
        {
            "authors": "copper-based",
            "description": "In 1876, Alexander Graham Bell transmitted speech through a copper telephone wire.[9]",
            "title": "Telephone "
        }
    ],
    "1877": [
        {
            "authors": "Hall",
            "description": "In 1877 Asaph Hall discovered the Mars moons, now called Phobos and Deimos.[10]",
            "title": "Phobos and Deimos "
        },
        {
            "authors": "ou folie communiquee)” ",
            "description": "",
            "title": "\"La folie a deux "
        }
    ],
    "1878": [
        {
            "authors": "copper wire",
            "description": "Thomas Alva Edison produced an incandescent electric lamp requiring electricity to be broughtto it through a copper wire.[11]",
            "title": "Incandescent electric lamp "
        }
    ],
    "1880": [
        {
            "authors": "brothers Curie",
            "description": "In 1880 brothers Pierre Curie and Jacques Curie were working as laboratory assistants at the Faculty of Sciences of Paris. They discovered that applying pressure to crystals such as quartz, tourmaline and Rochelle salt generates electrical charges on the surface of these materials.Knowing that there exists a certain relation between crystal structure and pyroelectric behavior, which implies the existence of one or more polar axes, they applied pressure, not at random, as had been done already, first by Hauy and later by A. C. Becquerel, but in the direction of the so-called hemihedral azes of several pyroelectric crystals (zinc blende, sodium chlorate, boracite, tourmaline, quartz, calamine, topaz, tartaric acid, cane sugar, and Rochelle salt). Putting a properly cut crystal plate, provided with tin-foil electrodes, under pressure, they produced a charge, measured with an electrometer, that was proportional to the applied pressure. This is the direct, or generator effect of piezoelectricity. The converse effect, which deals with the motor property of piezoelectric crystals, consists in the deformation of the crystal that is directly proportional to the applied electric field. This effect was predicted by Lippmann in 1881 and was verified experimentally in the same year by the Curies. ",
            "title": "Piezoelectricity of crystals "
        }
    ],
    "1881": [
        {
            "authors": "Roux",
            "description": "",
            "title": "“Der Kampf der Teile im Organismus” "
        },
        {
            "authors": "Palmieri",
            "description": "",
            "title": "Terrestrial Helium "
        },
        {
            "authors": "Poincare",
            "description": "",
            "title": "\"Sur les applications de la géométrie non-euclidienne à la théorie des formes quadratiques\" "
        }
    ],
    "1882": [
        {
            "authors": "Flemming",
            "description": "It’s generally recognized that chromosomes were first discovered by Walther Flemming in 1882.[12]",
            "title": "Chromosome "
        }
    ],
    "1883": [
        {
            "authors": "Weismann",
            "description": "Cutting mice tails experiment. Mice with cut tails produce progeny with normal tails. Therefore hereditary information is contained exclusively in sperm, not in other parts of the body. Darwin’s pangenesis was disproven.",
            "title": "Germplasm "
        },
        {
            "authors": "",
            "description": "Svante Arrhenius proposes that acids will produce hydrogen ions and bases will produce hydroxide ions when dissolved in water. Arrhenius theory states that an acid is a substance that contains hydrogen and also ionizes to produce hydrogen ions in an aqueous solution, and that a base is a substance that contains a hydroxide group and dissociates to produce hydroxide ions in an aqueous solution. Hydrochloric Acid: HCl (g) → H+ (aq) + Cl- (aq)Sodium Hydroxide: NaOH (s) → Na+ (aq) + OH- (aq)The Arrhenius Theory does not work for all acids and bases though, like ammonia and sodium carbonate, since they don't contain a hydroxide group, but they somehow still produce hydroxide ions in a solution.  ",
            "title": "Arrhenius acids-base theory"
        },
        {
            "authors": "",
            "description": "KUNUT, A,, Wied. Ann. Physik, 20,692 (1883).In studying pyroelectricity in crystals, frequent use is made of a method, first proposed by Kundt, which consists of dusting the uniformly heated crystal with a mixture of powdered sulfur and red lead. The positive end of the crystal (called the analogous) becomes red and the negative end (the antilogous) yellow. ",
            "title": "Kundt method for studying pyroelectricity"
        },
        {
            "authors": "Cleland",
            "description": "",
            "title": "Chiari II or Arnold–Chiari malformation described "
        }
    ],
    "1884": [
        {
            "authors": "",
            "description": "Aneroid barometers are more widely used as an alternative to \"liquid\" barometers. Invented in 1884 by French scientist Lucien Vidi, the aneroid barometer resembles a compass or clock. ",
            "title": "Aneroid barometers"
        }
    ],
    "1885": [
        {
            "authors": "Escherich",
            "description": "In 1885, the German-Austrian pediatrician Theodor Escherich discovered this organism in the feces of healthy individuals. He called it Bacterium coli commune because it is found in the colon. Early classifications of prokaryotes placed these in a handful of genera based on their shape and motility (at that time Ernst Haeckel's classification of bacteria in the kingdom Monera was in place).",
            "title": "E. Coli "
        }
    ],
    "1886": [
        {
            "authors": "Winkler",
            "description": "",
            "title": "Germanium "
        }
    ],
    "1888": [
        {
            "authors": "Boveri",
            "description": "",
            "title": "Centrosome "
        },
        {
            "authors": "Fick, Mueller",
            "description": "The early 1880s were a revolutionary period for contact lenses. New glass production, cutting, and shaping technologies made thin lenses possible for the first time. Designs for glass contact lenses that fit in the eye, allowing the wearer to blink, were independently invented by three men: Dr. Adolf Fick, Eugene Cult, and Louis J. Girard. Credit for the discovery usually goes to Dr. Fick, a Swiss physician who wrote a treatise entitled “A Contact Spectacle,” in which he described the first contact lens with refractive power for visual improvement. The first physical example of the lens was made by artificial eye-maker F. A. Mueller in 1887. These types of contact lenses were called scleral lenses, and they covered the entire eye, not just the cornea. They were slightly convex, allowing room for tears or a dextrose solution—the liquid that creates the refractive power to correct vision—to fill the eye much like Da Vinci’s bowl of water. In 1888, Dr. Fick constructed and fitted the first successful contact lens. However, there were two major issues with Fick’s contacts: the lenses were made from heavy blown glass and were 18–21mm in diameter. The weight alone made them uncomfortable to wear, but worse, the glass lenses covered the entire exposed eye. Unlike other bodily organs, which are oxygenated by the blood, the eyes get their oxygen directly from the air. So covering your eyeballs with glass shields is, essentially, suffocating them. Scleral lens wearers experienced excruciating eye pain after a few hours of use. Nonetheless, glass scleral lenses were the main form of contact lenses for the next 60 years.",
            "title": "First glass contact lens "
        }
    ],
    "1889": [
        {
            "authors": "De Vries",
            "description": "In 1889, De Vries published his book “Intracellular Pangenesis”, in which, based on a modified version of Charles Darwin's theory of Pangenesis of 1868, he postulated that different characters have different hereditary carriers. He specifically postulated that inheritance of specific traits in organisms comes in particles. He called these units pangenes, a term 20 years later to be shortened to genes by Wilhelm Johannsen.To support his theory of pangenes, which was not widely noticed at the time, De Vries conducted a series of experiments hybridizing varieties of multiple plant species in the 1890s. Unaware of Mendel's work, De Vries used the laws of dominance and recessiveness, segregation, and independent assortment to explain the 3:1 ratio of phenotypes in the second generation. His observations also confirmed his hypothesis that the inheritance of specific traits in organisms comes in particles.",
            "title": "Pangenes "
        }
    ],
    "1890": [
        {
            "authors": "Paris, already existed",
            "description": "",
            "title": "Electric street cars "
        },
        {
            "authors": "Paris, already existed",
            "description": "",
            "title": "Telephone exchanges "
        },
        {
            "authors": "Paris, already existed",
            "description": "",
            "title": "Moving pictures "
        },
        {
            "authors": "Kekule",
            "description": "",
            "title": "Structural formula for Benzene "
        }
    ],
    "1893": [
        {
            "authors": "",
            "description": "In 1893, a French physician, Jacques Bertillon, introduced the Bertillon Classification of Causes of Death at a congress of the International Statistical Institute in Chicago.A number of countries adopted Bertillon's system, which was based on the principle of distinguishing between general diseases and those localized to a particular organ or anatomical site, as used by the City of Paris for classifying deaths. Subsequent revisions represented a synthesis of English, German, and Swiss classifications, expanding from the original 44 titles to 161 titles.",
            "title": "Bertillon Classification of Causes of Death"
        }
    ],
    "1895": [
        {
            "authors": "Roentgen",
            "description": "X-rays were discovered on 28th of December 1895 by Wilhelm Conrad Roentgen (1845-1923) who was a Professor at Wuerzburg University in Germany. Working with a cathode-ray tube in his laboratory, Roentgen observed a fluorescent glow of crystals on a table near his tube. The tube that Roentgen was working with consisted of a glass envelope (bulb) with positive and negative electrodes encapsulated in it. The air in the tube was evacuated, and when a high voltage was applied, the tube produced a fluorescent glow. Roentgen shielded the tube with heavy black paper, and discovered a green colored fluorescent light generated by a material located a few feet away from the tube. The X-ray scan of his wife’s hand was published in newspapers all around the world and caused an instant sensation.",
            "title": "X-ray "
        },
        {
            "authors": "rediscovery) ",
            "description": "",
            "title": "Terrestrial Helium "
        }
    ],
    "1896": [
        {
            "authors": "",
            "description": "As of mid-January 1896, doctors and physicists in all Western countries were using the X-ray apparatus described by Roentgen to perform scans of their own. The Parisian physicist Oudin and the doctor B. Barthelemy made the first French X-ray scan, the results of which were presented to the Academie des Sciences by Henri Poincare on the 20th of January. At the presentation, Poincare suggested to Henri Becquerel that he investigate whether a relationship existed between phosphorescence and X-ray emission.",
            "title": "catchall"
        },
        {
            "authors": "Becquerel",
            "description": "Becquerel then decided to see whether or not X-ray emission was linked to phosphorescence. On an overcast day in March 1896, unable to expose a phosphorescent uranium salt to the sun, he placed the uranium on top of a fresh sheet of photographic paper at the back of a drawer. Some days later he discovered that the salt had spontaneously emitted a penetrative ray capable of leaving an impression on the photographic plate.Becquerel quickly established that a variety of uranium salts, whether phosphorescent or not, have the same property; proving that the radiation is an intrinsic characteristic of uranium.He referred to the emitted rays as ‘uranic rays’, and was able to show that they could electrify the air. As the intensity did not diminish over time, Becquerel started asking himself: Where does uranium get the energy that it emits so consistently?",
            "title": "Uranic Rays "
        }
    ],
    "1897": [
        {
            "authors": "Roux",
            "description": "",
            "title": "“Entwickelungsmechanik der Organismen.” "
        },
        {
            "authors": "de Vries",
            "description": "De Vries repeated Mengel’s experiments but on different plants. Came up with a concept of a “pangene”.",
            "title": "Hereditary Monstrosities "
        },
        {
            "authors": "Thomson",
            "description": "In 1897, Thomson showed that cathode rays were composed of previously unknown negatively charged particles (now called electrons), which he calculated must have bodies much smaller than atoms and a very large charge-to-mass ratio.",
            "title": "Electron "
        }
    ],
    "1898": [
        {
            "authors": "Marie Curie",
            "description": "",
            "title": "Polonium "
        }
    ],
    "1899": [
        {
            "authors": "Rutherford",
            "description": "",
            "title": "Alpha rays and beta rays "
        },
        {
            "authors": "Rutherford & Owens",
            "description": "",
            "title": "Radon "
        },
        {
            "authors": "",
            "description": "",
            "title": "Planck’s constant"
        }
    ],
    "1900": [
        {
            "authors": "laxative",
            "description": "",
            "title": "Seidlitz powder "
        },
        {
            "authors": "Paul Villard",
            "description": "",
            "title": "New type of radiation from Radium "
        },
        {
            "authors": "",
            "description": "",
            "title": "Planck’s postulate"
        },
        {
            "authors": "Carl Correns, Erich von Tschermak, Hugo De Vries",
            "description": "",
            "title": "Rediscovery of Mendel’s work "
        },
        {
            "authors": "",
            "description": "In 1898, the American Public Health Association (APHA) recommended that the registrars of Canada, Mexico, and the United States also adopt it. The APHA also recommended revising the system every 10 years to ensure the system remained current with medical practice advances. As a result, the first international conference to revise the International Classification of Causes of Death took place in 1900, with revisions occurring every ten years thereafter. At that time, the classification system was contained in one book, which included an Alphabetic Index as well as a Tabular List. The book was small compared with current coding texts.",
            "title": "First revision of the International Classification of Causes of Death"
        }
    ],
    "1901": [
        {
            "authors": "",
            "description": "",
            "title": "Townsend discharge"
        },
        {
            "authors": "Haldane",
            "description": "Hemoglobin can be easily and accurately determined colorimetrically, in terms of its oxygen capacity, with the help of a standard solution of CO-haemoglobin.[13]The colorimetric estimation of hemoglobin concentration by reference to a standard of diluted blood was introduced by Gowers in 1878 and, after modification by Haldane in 1901, was widely used until the 1960s. Haldane's \"normal\" standard was determined by measurement of a very small group of men in Belfast and subsequent work indicated apparent differences between this and the normal level in Britain thirty years later, and also differences between British and American \"normal\" levels. These differences are discussed and some possible explanations suggested to account for them.[14]",
            "title": "Hemoglobin concentration measuring "
        },
        {
            "authors": "",
            "description": "Karl Landsteiner (1868–1943) discovered the major blood groups in 1901 and recognized the possibility of a fatal reaction if different blood types were mixed in a patient.[15] ",
            "title": "Blood groups"
        }
    ],
    "1902": [
        {
            "authors": "Boveri",
            "description": "He also reasoned in 1902 that a cancerous tumor begins with a single cell in which the makeup of its chromosomes becomes scrambled, causing the cells to divide uncontrollably.",
            "title": "Theory of cancer "
        }
    ],
    "1903": [
        {
            "authors": "Rutherford, Soddy",
            "description": "In 1903, they published their \"Law of Radioactive Change\", to account for all their experiments. Until then, atoms were assumed to be the indestructible basis of all matter and although Curie had suggested that radioactivity was an atomic phenomenon, the idea of the atoms of radioactive substances breaking up was a radically new idea. Rutherford and Soddy demonstrated that radioactivity involved the spontaneous disintegration of atoms into other, as yet, unidentified matter. The Nobel Prize in Chemistry 1908 was awarded to Ernest Rutherford \"for his investigations into the disintegration of the elements, and the chemistry of radioactive substances\".",
            "title": "Law of radioactive change "
        },
        {
            "authors": "Rutherford",
            "description": "In 1903, Rutherford considered a type of radiation discovered (but not named) by French chemist Paul Villard in 1900, as an emission from radium, and realised that this observation must represent something different from his own alpha and beta rays, due to its very much greater penetrating power. Rutherford therefore gave this third type of radiation the name of gamma ray. All three of Rutherford's terms are in standard use today – other types of radioactive decay have since been discovered, but Rutherford's three types are among the most common.",
            "title": "Gamma rays "
        },
        {
            "authors": "De Vries",
            "description": "In his own time, De Vries was best known for his mutation theory. In 1886, he had discovered new forms among a display of the evening primrose (Oenothera lamarckiana) growing wild in an abandoned potato field near Hilversum, having escaped a nearby garden.[6] Taking seeds from these, he found that they produced many new varieties in his experimental gardens; he introduced the term mutations for these suddenly appearing variations. In his two-volume publication The Mutation Theory (1900–1903) he postulated that evolution, especially the origin of species, might occur more frequently with such large-scale changes than via Darwinian gradualism, basically suggesting a form of saltationism. De Vries's theory was one of the chief contenders for the explanation of how evolution worked, leading, for example, Thomas Hunt Morgan to study mutations in the fruit fly, until the modern evolutionary synthesis became the dominant model in the 1930s. During the early decades of the twentieth century, de Vries' theory was enormously influential and continued to fascinate non-biologists long after the scientific community had abandoned it.[7] The large-scale primrose variations turned out to be the result of various chromosomal abnormalities, including ring chromosomes, balanced lethals and chromosome duplications (polyploidy), while the term mutation now generally is restricted to discrete changes in the DNA sequence. However, the popular understanding of \"mutation\" as a sudden leap to a new species has remained a staple theme of science fiction, e.g. the X-Men movies (and the comic books that preceded them).",
            "title": "Mutation theory "
        },
        {
            "authors": "De Vries",
            "description": "Finally, in a published lecture of 1903 (Befruchtung und Bastardierung, Veit, Leipzig), De Vries was also the first to suggest the occurrence of recombinations between homologous chromosomes, now known as chromosomal crossovers, within a year after chromosomes were implicated in Mendelian inheritance by Walter Sutton.",
            "title": "Chromosome recombinations "
        }
    ],
    "1905": [
        {
            "authors": "Bateson",
            "description": "The term “genetics” was born for the science that was earlier an unnamed study of heredity and variation.",
            "title": "Genetics "
        },
        {
            "authors": "Einstein",
            "description": "The ideas outlined in Newton’s laws of motion and universal gravitation stood unchallenged for nearly 220 years until Albert Einstein presented his theory of special relativity in 1905. Newton’s theory depended on the assumption that mass, time, and distance are constant regardless of where you measure them.The theory of relativity treats time, space, and mass as fluid things, defined by an observer’s frame of reference. All of us moving through the universe on the Earth are in a single frame of reference, but an astronaut in a fast-moving spaceship would be in a different reference frame.Within a single frame of reference, the laws of classical physics, including Newton’s laws, hold true. But Newton’s laws can’t explain the differences in motion, mass, distance, and time that result when objects are observed from two very different frames of reference. To describe motion in these situations, scientists must rely on Einstein’s theory of relativity.At slow speeds and at large scales, however, the differences in time, length, and mass predicted by relativity are small enough that they appear to be constant, and Newton’s laws still work. In general, few things are moving at speeds fast enough for us to notice relativity. For large, slow-moving satellites, Newton’s laws still define orbits. We can still use them to launch Earth-observing satellites and predict their motion. We can use them to reach the Moon, Mars, and other places beyond Earth. For this reason, many scientists see Einstein’s laws of general and special relativity not as a replacement of Newton’s laws of motion and universal gravitation, but as the full culmination of his idea.",
            "title": "Special relativity "
        },
        {
            "authors": "Einstein",
            "description": "",
            "title": "Theory of photoelectric effect "
        }
    ],
    "1907": [
        {
            "authors": "Rutherford, Royds",
            "description": "In late 1907, Ernest Rutherford and Thomas Royds allowed alphas to penetrate a very thin window into an evacuated tube. As they sparked the tube into discharge, the spectrum obtained from it changed, as the alphas accumulated in the tube. Eventually, the clear spectrum of helium gas appeared, proving that alphas were at least ionised helium atoms, and probably helium nuclei.",
            "title": "Alpha radiation is Helium "
        },
        {
            "authors": "",
            "description": "In 1907, Ludvig Hekoten (1863–1951) in Chicago recommended testing the blood groups of recipients and prospective donors and crossmatching them before transfusion.[16] ",
            "title": "Cross-matching transfused blood"
        },
        {
            "authors": "Einstein",
            "description": "",
            "title": "\"On the Relativity Principle and the Conclusions Drawn from It\" "
        }
    ],
    "1908 ": [
        {
            "authors": "",
            "description": "The Geiger–Marsden experiments were a landmark series of experiments by which scientists discovered that every atom has a nucleus where all of its positive charge and most of its mass is concentrated. They deduced this after measuring how an alpha particle beam is scattered when it strikes a thin metal foil.",
            "title": "Gold foil experiment"
        },
        {
            "authors": "Geiger",
            "description": "",
            "title": "Alpha particles detection "
        }
    ],
    "1909": [
        {
            "authors": "Ehrlich",
            "description": "It wasn’t until the late 19th century that scientists began to observe antibacterial chemicals in action. Paul Ehrlich, a German physician, noted that certain chemical dyes colored some bacterial cells but not others. He concluded that, according to this principle, it must be possible to create substances that can kill certain bacteria selectively without harming other cells. In 1909, he discovered that a chemical called arsphenamine was an effective treatment for syphilis. This became the first modern antibiotic, although Ehrlich himself referred to his discovery as 'chemotherapy' – the use of a chemical to treat a disease. The word 'antibiotics' was first used over 30 years later by the Ukrainian-American inventor and microbiologist Selman Waksman, who in his lifetime discovered over 20 antibiotics.",
            "title": "First antibiotic "
        },
        {
            "authors": "",
            "description": "The development of the pH scale allows scientists to define the acidity of a substance.",
            "title": "pH scale"
        },
        {
            "authors": "",
            "description": "Only a year later, Vaseline® Jelly played an integral role on what is thought to be the first successful expedition to the North Pole with Commander Robert Peary. The explorer took a jar with him to keep his skin safe and restored because he knew Vaseline® Jelly wouldn’t freeze.",
            "title": "The North Pole Expedition"
        }
    ],
    "1911": [
        {
            "authors": "",
            "description": "Charged nucleus at the center and orbiting electrons around it.",
            "title": "Rutherford model of the atom"
        },
        {
            "authors": "Einstein",
            "description": "",
            "title": "\"On the Influence of Gravitation on the Propagation of Light\" "
        },
        {
            "authors": "Sturtevant",
            "description": "Sturtevant constructed the first genetic map of a chromosome in 1911. Throughout his career he worked on the organism Drosophila melanogaster with Thomas Hunt Morgan. By watching the development of flies in which the earliest cell division produced two different genomes, he measured the embryonic distance between organs in a unit which is called the sturt in his honor.",
            "title": "First genetic map of a chromosome "
        },
        {
            "authors": "Morgan",
            "description": "Following C. W. Woodworth and William E. Castle, around 1908 Morgan started working on the fruit fly Drosophila melanogaster and encouraged students to do so as well. With Fernandus Payne, he mutated Drosophila through physical, chemical, and radiational means. He began cross-breeding experiments to find heritable mutations, but they had no significant success for two years. Castle had also had difficulty identifying mutations in Drosophila, which were tiny. Finally, in 1909, a series of heritable mutants appeared, some of which displayed Mendelian inheritance patterns; in 1910 Morgan noticed a white-eyed mutant male among the red-eyed wild types. When white-eyed flies were bred with a red-eyed female, their progeny were all red-eyed. A second generation cross produced white-eyed males—a sex-linked recessive trait, the gene for which Morgan named white. Morgan also discovered a pink-eyed mutant that showed a different pattern of inheritance. In a paper published in Science in 1911, he concluded that (1) some traits were sex-linked, (2) the trait was probably carried on one of the sex chromosomes, and (3) other genes were probably carried on specific chromosomes as well.",
            "title": "Heritable Mutations in D. Melanogaster "
        }
    ],
    "1913": [
        {
            "authors": "",
            "description": "Reuben Ottenberg (1882–1959), in New York, conclusively proved the necessity for crossmatching before transfusion by showing that antibodies in patients’ blood could be harmful to donors’ red cells.[17] ",
            "title": "Blood group compatibility"
        }
    ],
    "1914": [
        {
            "authors": "",
            "description": "",
            "title": "GREAT WAR S"
        },
        {
            "authors": "Boveri",
            "description": "https://www.amazon.com/Concerning-Origin-Malignant-Tumours-Theodor/dp/0879697881/ref=sr_1_2?dchild=1&keywords=boveri&qid=1599867561&s=books&sr=1-2",
            "title": "Zur Frage der Entstehung maligner Tumoren "
        },
        {
            "authors": "staircase",
            "description": "",
            "title": "Moseley's law "
        },
        {
            "authors": "",
            "description": "In 1914 Albert Hustin (1882–1967), in Brussels, and Luis Agote (1868–1954), in Buenos Aires, discovered that blood clotting could be stopped by the addition of the calcium chelator sodium citrate.[18]",
            "title": "Anticoagulant"
        }
    ],
    "1915": [
        {
            "authors": "Morgan",
            "description": "",
            "title": "Chromosomal theory of inheritance "
        },
        {
            "authors": "Einstein",
            "description": "This theory explained the anomaly that the orbit of the planet Mercury around the Sun did not quite agree with predictions based on Newton’s theory of gravity.[19]",
            "title": "General relativity "
        }
    ],
    "1916": [
        {
            "authors": "",
            "description": "In 1916 Peyton Rous and J. R. Turner, together in the Rockefeller Institute in New York produced a solution of glucose and citrate which stopped the blood from clotting and allowed the red cells to stay alive for a few weeks. This finding was a very important development, as it opened the door for the storage of blood and the creation of blood banks.[20] ",
            "title": "Blood preservation"
        },
        {
            "authors": "Einstein",
            "description": "",
            "title": "General Relativity "
        }
    ],
    "1917": [
        {
            "authors": "Nicolson",
            "description": "In that year Nicolson, at Bell Telephone Laboratories, constructed loudspeakers, microphones, and phonograph pickups with crystals of Rochelle salt.",
            "title": "Engineering based on piezoelectricity "
        }
    ],
    "1918": [
        {
            "authors": "Shapley",
            "description": "In 1918 astronomer Harlow Shapley showed that in the Milky Way Galaxy, the solar system itself isn’t central at all. It is almost two-thirds of the way out; literally in the galaxy’s remote suburbs.[21]",
            "title": "Sun is not a center of Milky Way "
        },
        {
            "authors": "",
            "description": "In 1918 Cady, in some of his early work on high-frequency resonators and oscillators, used Rochelle salt crystals as frequency regulators. He soon found, however, that quartz, on account of its superior mechanical and thermal properties, was preferable to Rochelle salt for this purpose. The same year (1918) Cady and, independently, Anderson studied Rochelle salt for its possible use in submarine detection and discovered an anomalous electric effect in the salt, closely connected with its piezoelectric behavior.",
            "title": "Rochelle salt as frequency regulator"
        }
    ],
    "1919": [
        {
            "authors": "",
            "description": "General relativity predicted that the path of the light from distant stars would be bent or deflected around the Sun to a certain degree. This prediction was first confirmed by observations made during a total solar eclipse in 1919, and it has since been reconfirmed by many subsequent observations.[22]",
            "title": "General relativity confirmed"
        },
        {
            "authors": "Rutherford",
            "description": "Rutherford falsely thought it was disintegration to a lighter atom.",
            "title": "Nitrogen proton emission "
        }
    ],
    "1920": [
        {
            "authors": "Valasek",
            "description": "Ferromagnetism was already known when ferroelectricity was discovered in 1920 in Rochelle salt by Valasek.See J. Valasek (1920). \"Piezoelectric and allied phenomena in Rochelle salt\". Physical Review. 15 (6): 537. Bibcode:1920PhRv...15..505.. doi:10.1103/PhysRev.15.505. and J. Valasek (1921). \"Piezo-Electric and Allied Phenomena in Rochelle Salt\". Physical Review. 17 (4): 475. Bibcode:1921PhRv...17..475V. doi:10.1103/PhysRev.17.475. hdl:11299/179514.",
            "title": "Ferroelectricity "
        }
    ],
    "1922": [
        {
            "authors": "Valasek",
            "description": "VALASEK, J., Phys. Rew., 17, 4i5 (1921); 19, 478 (1022); 20, 639 (1922).In 1922 Valasek made a thorough investigation of the anomalies discovered by Cady and Anderson.",
            "title": "Anomalies in Rochelle salt "
        }
    ],
    "1923": [
        {
            "authors": "",
            "description": "The Brønsted–Lowry theory is an acid–base reaction theory which was proposed independently by Johannes Nicolaus Brønsted and Thomas Martin Lowry in 1923. Their proposal was a more inclusive model of both acids and bases that was based a lot on hydrogen ions.  Their theory states that an acid is a hydrogen ion donor and that base is a hydrogen ion acceptor.",
            "title": "Brønsted–Lowry acid–base theory"
        },
        {
            "authors": "",
            "description": "In 1923, Lewis formulated the electron-pair theory of acid–base reactions. In this theory of acids and bases, a \"Lewis acid\" is an electron-pair acceptor and a \"Lewis base\" is an electron-pair donor. This year he also published a monograph on his theories of the chemical bond.",
            "title": "Lewis acid–base theory"
        }
    ],
    "1924": [
        {
            "authors": "Hubble",
            "description": "In 1924 astronomer Edwin Hubble discovered that there are many other galaxies in the universe.[23] Hubble measured the distance to a number of Cepheid variable stars that were embedded within these spiral nebulae, using the powerful new telescope on Mount Wilson, in California. These stars were outside our own Milky Way galaxy.",
            "title": "Multiple galaxies "
        }
    ],
    "1925": [
        {
            "authors": "Blackett",
            "description": "In 1925, Blackett showed that the actual product is oxygen and identified the true reaction as 14N + α → 17O + p. Rutherford therefore recognized \"that the nucleus may increase rather than diminish in mass as the result of collisions in which the proton is expelled\".",
            "title": "Nitrogen to Oxygen transmutation "
        },
        {
            "authors": "Born, Heisenberg",
            "description": "In 1925, Born and Heisenberg formulated the matrix mechanics representation of quantum mechanics.",
            "title": "Matrix mechanics "
        },
        {
            "authors": "",
            "description": "1925 paper, Pansporella perplex: Reflections on the Biology and Phylogeny of the Protozoa",
            "title": "Prokaryotic vs eukaryotic"
        }
    ],
    "1926": [
        {
            "authors": "",
            "description": "",
            "title": "Schrödinger equation"
        },
        {
            "authors": "",
            "description": "In 1926 Alexander Bogdanov (1873–1928) persuaded Joseph Stalin to provide funding forthe first institute of blood transfusion in the world and carried out many transfusion experiments in the institute.[24]",
            "title": "Institute of blood transfusion USSR"
        }
    ],
    "1927": [
        {
            "authors": "",
            "description": "",
            "title": "Heisenberg uncertainty principle"
        },
        {
            "authors": "",
            "description": "The A/B/O nomenclature of blood groups became widely accepted.[25]",
            "title": "A/B/O nomenclature of blood"
        },
        {
            "authors": "Muller",
            "description": "In 1927, Muller studied the hereditary characteristics of fruit flies and demonstrated that mutations and hereditary changes can be caused by X-ray. He also observed that the higher the X-ray exposer higher was the frequency of mutation. This study became the first evidence of the harmful effect of X-ray. Later in 1946, Muller was awarded the Nobel Prize in physiology or medicine for the same.[26]",
            "title": "X-rays causes mutations "
        }
    ],
    "1928": [
        {
            "authors": "",
            "description": "",
            "title": "Geiger–Müller tube"
        },
        {
            "authors": "",
            "description": "",
            "title": "Dirac equation"
        },
        {
            "authors": "Fleming",
            "description": "Alexander Fleming was, it seems, a bit disorderly in his work and accidentally discovered penicillin. Upon returning from a holiday in Suffolk in 1928, he noticed that a fungus, Penicillium notatum, had contaminated a culture plate of Staphylococcus bacteria he had accidentally left uncovered. The fungus had created bacteria-free zones wherever it grew on the plate. Fleming isolated and grew the mould in pure culture. He found that P. notatum proved extremely effective even at very low concentrations, preventing Staphylococcus growth even when diluted 800 times, and was less toxic than the disinfectants used at the time.",
            "title": "Penicillin "
        }
    ],
    "1929": [
        {
            "authors": "Hubble",
            "description": "",
            "title": "Galaxy is expanding "
        },
        {
            "authors": "Dallos, Komaromy",
            "description": "By the late 1920s, technological advances in both anesthesiology and materials finally allowed Sir John Herschel’s ideas about creating molds of the cornea to be tested. In 1929, Dr. Dallos and Istvan Komàromy of Hungary perfected a method of making molds from living eyes, proving Herschel’s theories. For the first time, it was possible to create contact lenses that conformed to the actual shape of the eye. And in the 1930’s, new plastics made it possible to produce lightweight, transparent contact lenses. Unbreakable, scratch-resistant, malleable, and easy to manufacture plastic revolutionized the contact lens industry, making glass lenses quickly become obsolete. But even though the new lenses were plastic, they were still scleral lenses, covering the entire eye and only wearable for a few hours at a time.",
            "title": "First plastic contact lenses "
        }
    ],
    "1930": [
        {
            "authors": "",
            "description": "",
            "title": "Cyclotron"
        },
        {
            "authors": "Trumpler",
            "description": "",
            "title": "Interstellar extinction explained "
        }
    ],
    "1932": [
        {
            "authors": "Chadwick",
            "description": "",
            "title": "Neutron "
        },
        {
            "authors": "Cockcroft and Walton",
            "description": "First experiment to split the nucleus using particle accelerator in a fully controlled manner was performed by students working under Rutherford direction, John Cockcroft and Ernest Walton.",
            "title": "Atom split experiment "
        }
    ],
    "1933": [
        {
            "authors": "",
            "description": "Scientists develop portable pH meters",
            "title": "Portable pH meters"
        }
    ],
    "1934": [
        {
            "authors": "Fermi",
            "description": "Fermi began firing neutrons at Uranium atoms.",
            "title": "Neutron nucleus attack "
        }
    ],
    "1937": [
        {
            "authors": "",
            "description": "JAFFE, HANS, Phu8. Rev., 51,43 (1937).The fact that Rochelle salt exhibits spontaneous polarization only along its X-axis, makes this axis polar. This conflicts with the statement that Rochelle salt crystals are orthorhombic with 3 two-fold axes of symmetry. That both statements are true and do not conflict, became evident in 1937 when Jaffe discovered that the salt is monoclinic at temperatures between +24\"C and -lS°C. Above 24' and below - 18' it is rhombic. It is evident that only the monoclinic crystals are ferroelectric. ",
            "title": "Rochelle salt is monoclinic"
        },
        {
            "authors": "NIH U.S.",
            "description": "",
            "title": "National Cancer Institute "
        }
    ],
    "1938": [
        {
            "authors": "",
            "description": "Uranium atom was split in two by german scientists.",
            "title": "Nuclear fission"
        },
        {
            "authors": "Huxley",
            "description": "In biology, a cline is a measurable gradient in a single character of a species across its geographical range. First coined by Julian Huxley in 1938, the “character” of the cline referred to is usually genetic, or phenotypic.",
            "title": "Cline "
        }
    ],
    "1939": [
        {
            "authors": "",
            "description": "In 1939 Ham reported evidence that complement mediates the abnormal lysis of PNH erythrocytes in acidified serum. These landmark studies influenced research in the field for the next 50 years and led to the development of a specific diagnostic test for PNH (the acidified serum lysis test or the Ham Test) that was the standard clinical assay until it was supplanted by flow cytometry in the early to mid-1990s.[27]",
            "title": "catchall"
        },
        {
            "authors": "Sturtevant",
            "description": "The paraphyletic subgenus Sophophora of the genus Drosophila was first described by Alfred Sturtevant in 1939.[28]",
            "title": "Sophophora subgenus described "
        }
    ],
    "1940": [
        {
            "authors": "McMillan, Abelson",
            "description": "First synthesized element. Following the discovery of nuclear fission in uranium by Otto Hahn and Fritz Strassmann in 1939, McMillan began experimenting with uranium. He bombarded it with neutrons produced in the Radiation Laboratory's 37-inch (94 cm) cyclotron through bombarding beryllium with deuterons. In addition to the nuclear fission products reported by Hahn and Strassmann, they detected two unusual radioactive isotopes, one with a half-life of about 2.3 days, and the other with one of around 23 minutes. McMillan identified the short-lived isotope as uranium-239, which had been reported by Hahn and Strassmann. McMillan suspected that the other was an isotope of a new, undiscovered element, with an atomic number of 93.",
            "title": "Neptunium "
        }
    ],
    "1941": [
        {
            "authors": "Glenn T. Seaborg, Edwin McMillan, Emilio Segrè, Joseph W. Kennedy, and Arthur Wahl",
            "description": "",
            "title": "Plutonium "
        }
    ],
    "1944": [
        {
            "authors": "Glenn T. Seaborg, Leon O. Morgan, Ralph A. James, and Albert Ghiorso",
            "description": "",
            "title": "Americium "
        },
        {
            "authors": "Glenn T. Seaborg, Ralph A. James, and Albert Ghiorso",
            "description": "[1] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 65)[2]  A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 22).[3] Markow, T. A. (2015). The secret lives of Drosophila flies. eLife, 4. doi:10.7554/elife.06793 [4] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 54).[5] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 54).[6] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 65)[7]   Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 40)[8] Radetzki, M. (2009). Seven thousand years in the service of humanity—the history of copper, the red metal. Resources Policy, 34(4), 176–184. doi:10.1016/j.resourpol.2009.03.003 [9] Radetzki, M. (2009). Seven thousand years in the service of humanity—the history of copper, the red metal. Resources Policy, 34(4), 176–184. doi:10.1016/j.resourpol.2009.03.003 [10] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 72)[11] Radetzki, M. (2009). Seven thousand years in the service of humanity—the history of copper, the red metal. Resources Policy, 34(4), 176–184. doi:10.1016/j.resourpol.2009.03.003 [12] Rudge, D. W. (2006). The man who invented the chromosome. Heredity, 97(2), 136–136. doi:10.1038/sj.hdy.6800856 [13] Haldane, J. (1901). The colorimetric determination of haemoglobin. The Journal of Physiology, 26(6), 497–504. doi:10.1113/jphysiol.1901.sp000848 [14] Farr, A. D. (1978). Some problems in the history of haemoglobinometry (1878–1931). Medical History, 22(02), 151–160. doi:10.1017/s0025727300032282 [15] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23).[16] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23).[17] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23).[18] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23).[19]  Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 40)[20] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23-24).[21] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 97)[22] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 40)[23] Livio, M. (2020). Galileo: And the Science Deniers (Illustrated ed.). Simon & Schuster. (p. 97)[24] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 25).[25] A History of Haematology. From Herodotus to HIV (Oxford Medical Histories). Shaun R McCann ,  Oxford University Press. 2016,  ISBN 978-0-19-102714-7 (pp. 23).[26] Das, Soumi. (2017). Nobel prize for the fruit fly. Journal of the Practice of Cardiovascular Sciences. 3. 68. 10.4103/jpcs.jpcs_42_17.[27] Ham TH, Dingle JH. Studies on the destruction of red blood cells. II. Chronic hemolytic anemia with paroxysmal nocturnal hemoglobinuria: certain immunological aspects of the hemolytic mechanism with special reference to serum complement. J Clin Invest. 1939;18:657-672.[28] Sturtevant, A. H. (1939). On the subdivision of the genus Drosophila. Proceedings of the National Academy of Sciences of the United States of America 25, 137–141.",
            "title": "Curium "
        }
    ],
    "0001": [
        {
            "authors": "Euclid",
            "description": "Real year: 280 BC",
            "title": "Catoptrics"
        },
        {
            "authors": "Euclid",
            "description": "Real year: 300 BC",
            "title": "Optics"
        },
        {
            "authors": "Euclid",
            "description": "Real year: 300 BC",
            "title": "Elements"
        }
    ],
    "1946": [
        {
            "authors": "Cady",
            "description": "Walter G. Cady, Piezoelectricity (New York and London: McGraw-Hill, 1946).",
            "title": "“Piezoelectricity” "
        }
    ],
    "1947": [
        {
            "authors": "Liebson",
            "description": "Liebson 1947 invention of the use of halogen gas in Geiger–Müller tubes led to considerable benefits in reducing the voltage of operation and greatly extended the life of the tubes. All modern GM tubes use his halogen-based quench gas.",
            "title": "Halogen Geiger-Muller tubes "
        }
    ],
    "1948": [
        {
            "authors": "Touhy",
            "description": "In 1948, an English optical technician named Kevin Touhy was sanding down a plastic lens when the part that covered the white of the eye fell off. Rather than start over, he decided to try the smaller lens. He smoothed the edges and popped it in his eye, delighted to discover that the lens still worked and stayed in place, even when blinking. This happy accident was the birth of the corneal lens, the type most commonly used today. The discovery allowed wearers to leave their contacts in longer, as the eyes could breathe somewhat better and the corneal lenses were more comfortable than scleral lenses. After Touhy’s invention became public, a number of other changes were rapidly introduced to these types of lenses.",
            "title": "First corneal contact lenses "
        },
        {
            "authors": "",
            "description": "In 1948, the WHO assumed responsibility for preparing and publishing the revisions to the ICD every ten years.",
            "title": "WHO responsible for ICD"
        }
    ],
    "1949": [
        {
            "authors": "",
            "description": "The ICD-6, published in 1949, was the first to be shaped to become suitable for morbidity reporting. Accordingly, the name changed from International List of Causes of Death to International Statistical Classification of Diseases. The combined code section for injuries and their associated accidents was split into two, a chapter for injuries, and a chapter for their external causes. With use for morbidity there was a need for coding mental conditions, and for the first time a section on mental disorders was added.",
            "title": "ICD-6"
        }
    ],
    "1950": [
        {
            "authors": "",
            "description": "",
            "title": "Oort Cloud"
        },
        {
            "authors": "Butterfield",
            "description": "In 1950, George Butterfield came up with the idea of a curved, rather than flat, corneal lens design. Later in the 1950s, Frank Dickenson, Wilhelm Sohnjes, and John Neil created thinner lenses, of about 0.20 millimeters. Even thinner lenses, of about 0.10 millimeters, were introduced in the early ‘60s. However, even with all these improvements, corneal lenses still hindered oxygen flow to the eyes and couldn’t be worn for long periods or overnight.",
            "title": "Curved corneal contact lenses "
        }
    ],
    "1953": [
        {
            "authors": "Watson",
            "description": "James Watson, Francis Drick, and Rosalind Franklin study nucleic acid DNA, which is important towards today's biotech industry",
            "title": "DNA molecule structure "
        }
    ],
    "1958": [
        {
            "authors": "Meselson, Stahl",
            "description": "Recall that nucleotides A and T are complements of each other, as are G and C. Having one strand and supply of “free-floating” nucleotides, one can imagine the synthesis of a complementary strand on a template strand. This model of replication was confirmed rigorously by Meselson and Stahl in 1958.",
            "title": "Model of DNA replication "
        },
        {
            "authors": "Wichterle",
            "description": "That was soon to change, beginning in 1958. At that time, Czechoslovakian chemist Otto Wichterle was developing a new type of plastic, called hydrogel, that was soft and pliable when wet, yet could be shaped and molded. An optometrist named Dr. Robert Morrison, of Pennsylvania, became aware of Wichterle’s work and recognized its potential for contact lenses. Wichterle released his patents for worldwide use, and a manufacturing facility for hydrogel soft lenses was set up in Dr. Morrison’s lab. ",
            "title": "Hydrogel "
        },
        {
            "authors": "Morrison",
            "description": "",
            "title": "Hydrogel contact lenses "
        }
    ],
    "1960": [
        {
            "authors": "Bausch, Lomb",
            "description": "In 1960, Bausch and Lomb was granted access to the hydrogel and took the material to new levels, including creating a refined casting technique that produced consistent lens surfaces, as well as a process for mass production.",
            "title": "Mass production of hydrogel contact lenses "
        },
        {
            "authors": "",
            "description": "",
            "title": "laser"
        }
    ],
    "1960-1970": [
        {
            "authors": "",
            "description": "Were made possible in the 1960s and 1970s by the development of water-loving polymers. These were called \"hydrophilic gels\" or simply \"hydrogels.\" ",
            "title": "Soft contact lenses "
        }
    ],
    "1962": [
        {
            "authors": "Zuckerkandl, Pauling",
            "description": "The notion of the existence of a so-called \"molecular clock\" was first attributed to Émile Zuckerkandl and Linus Pauling who, in 1962, noticed that the number of amino acid differences in hemoglobin between different lineages changes roughly linearly with time, as estimated from fossil evidence. They generalized this observation to assert that the rate of evolutionary change of any specified protein was approximately constant over time and over different lineages (known as the molecular clock hypothesis).",
            "title": "Molecular Clock "
        }
    ],
    "1963": [
        {
            "authors": "",
            "description": "Scientists discover acid rain in North America; pH measurements show that polluted rain is 100 times more acidic than regular rain",
            "title": "Acidic rains"
        }
    ],
    "1964": [
        {
            "authors": "Penzias, Wilson",
            "description": "",
            "title": "Cosmic Microwave Background Radiation "
        }
    ],
    "1965": [
        {
            "authors": "SNOP",
            "description": "Later became SNOMED",
            "title": "Systematized Nomenclature of Pathology "
        }
    ],
    "1968": [
        {
            "authors": "Anders",
            "description": "A beautiful photograph of the lit Earth rising above the lunar horizon was taken from lunar orbit by Apollo 8 astronaut Bill Anders on December 24, 1968.[1]",
            "title": "Earthrise photo "
        }
    ],
    "1969": [
        {
            "authors": "",
            "description": "Aug 8.",
            "title": "USDA Food and Nutrition Service"
        }
    ],
    "1971": [
        {
            "authors": "",
            "description": "Astronaut David Scott performed a version of the “dropping two balls” experiment on the Moon during the Apollo 15 mission in 1971, dropping a feather (0.066 pounds) and a hammer (2.91 pounds) from his hands. Because of the negligible lunar atmosphere, there was no drag on the feather, which hit the ground at the same time as the hammer.[2]",
            "title": "Moon landing"
        }
    ],
    "1973": [
        {
            "authors": "Steinman",
            "description": "When bacteria, viruses, and other microorganisms attack our bodies, our immune system goes to work. It has two lines of defense - innate immunity, and adaptive immunity. Ralph Steinman discovered, in 1973, a new cell type that he called the dendritic cell. In cell culture experiments he demonstrated that dendritic cells can activate T-cells, a cell type that has a key role in adaptive immunity and develops an immunologic memory against many different substances.[3]",
            "title": "Dendritic immune cells "
        }
    ],
    "1975": [
        {
            "authors": "Young",
            "description": "https://inis.iaea.org/collection/NCLCollectionStore/_Public/07/255/7255152.pdf",
            "title": "Phase diagrams of elements "
        }
    ],
    "1977": [
        {
            "authors": "",
            "description": "Allan Maxam and Walter Gilbert’s 1977 paper “A new method for sequencing DNA” was honored by a Citation for Chemical Breakthrough Award from the Division of History of Chemistry of the American Chemical Society for 2017. It was presented to the Department of Molecular & Cellular Biology, Harvard University.",
            "title": "Maxam–Gilbert DNA sequencing"
        }
    ],
    "1978": [
        {
            "authors": "Lewis",
            "description": "His Nobel Prize-winning studies with Drosophila, (including the discovery of the Drosophila Bithorax complex of homeotic genes, and elucidation of its function), founded the field of evolutionary developmental biology and laid the groundwork for our current understanding of the universal, evolutionarily conserved strategies controlling animal development. He is credited with the development of the complementation test. His key publications in the fields of genetics, developmental biology, radiation, and cancer are presented in the book “Genes, Development, and Cancer”, which was released in 2004.Lewis E. A gene complex controlling segmentation in Drosophila. Nature. 1978;277(5688):565–570. doi:10.1038/276565a0.",
            "title": "Homeotic genes "
        },
        {
            "authors": "ICPM",
            "description": "",
            "title": "International Classification of Procedures in Medicine "
        }
    ],
    "1980": [
        {
            "authors": "",
            "description": "Silicon chip pH meters have no glass contents; now widely used in the food and cosmetic industries, along with pharmacies ",
            "title": "Silicon chip pH meters"
        },
        {
            "authors": "",
            "description": "1887–1961Princeton University, USInstitute for Advanced Studies in Dublin, Ireland",
            "title": "Erwin Schrödinger"
        },
        {
            "authors": "",
            "description": "5 December 1901, Würzburg, Bavaria, Germany - 1 February 1976, Munich, Bavaria, West Germany",
            "title": "Werner Heisenberg"
        },
        {
            "authors": "",
            "description": "May 11, 1918, New York City, U.S. - February 15, 1988, Los Angeles, California, U.S.Whether or not you have a barometer in your home, office, boat, or plane, chances are your iPhone, Android, or another smartphone has a built-in digital barometer! Digital barometers work like an aneroid, except the mechanical parts are replaced with a simple pressure-sensing transducer.",
            "title": "Richard Feynman"
        }
    ],
    "1981": [
        {
            "authors": "Guth",
            "description": "",
            "title": "Theory of inflation "
        }
    ],
    "1984": [
        {
            "authors": "Hall, Rosbash, Young",
            "description": "In our cells, an internal clock helps us to adapt our biological rhythm to the different phases of day and night. Jeffrey Hall, Michael Rosbash, and Michael Young studied fruit flies to figure out how this clock works. In 1984 they managed to identify a gene that encodes a protein that accumulates during the night but is degraded during the day. They also identified additional proteins that form part of a self-regulating biological clockwork in the fruit fly's cells. The same principles have been shown to apply to other animals and plants.[4]",
            "title": "Circadian rhythm gene "
        }
    ],
    "1986": [
        {
            "authors": "Huber",
            "description": "[5]",
            "title": "Thermotoga Maritima discovered "
        }
    ],
    "1990": [
        {
            "authors": "HGP) started",
            "description": "",
            "title": "Human Genome Project "
        }
    ],
    "1994": [
        {
            "authors": "",
            "description": "",
            "title": "USDA Center for Nutrition Policy and Promotion"
        }
    ],
    "1995": [
        {
            "authors": "Krauss",
            "description": "",
            "title": "Energy-density of the universe was dominated by the energy of empty space "
        }
    ],
    "1996": [
        {
            "authors": "Hoffman",
            "description": "In 1996, by studying fruit flies with mutations, Jules Hoffmann showed that the so-called Toll-gene is active in the development of receptors which are crucial for the immune system of the fly.[6]",
            "title": "Toll-gene in fruit flies "
        }
    ],
    "1997": [
        {
            "authors": "DOE) Joint Genome Institute ",
            "description": "",
            "title": "U.S. Department of Energy "
        }
    ],
    "1998": [
        {
            "authors": "Beutler, Hoffman",
            "description": "When bacteria, viruses, and other microorganisms attack our bodies, our immune system goes to work. It has two lines of defense, innate immunity, and adaptive immunity. Bruce Beutler and Jules Hoffman have contributed to our understanding of how so-called receptors detect microorganisms and activate our innate immunity. In 1998, by studying mice with mutations, Bruce Beutler found a gene that is active in the development of a receptor that binds lipopolysaccharide, a substance produced by several pathogenic bacteria.[7]",
            "title": "Toll-gene in mice "
        },
        {
            "authors": "Ciba Vision",
            "description": "Ciba Vision’s introduction of silicone hydrogels in 1998 offered extremely high oxygen permeability. Both hard and soft contact lenses continued to improve over the next 25 years, especially in terms of oxygen permeability, to allow the eyes to breathe.Silicone hydrogels are the latest in a line of developments in soft lens material aimed at increasing the oxygen permeability (increased comfort, longer wear and better eye health), wettability (better comfort) and clinical performance of contact lenses. Silicone has higher oxygen permeability, allowing more oxygen to pass, than water, so oxygen permeability is no longer tied to how much water is in each lens.",
            "title": "Silicone hydrogels contact lenses "
        }
    ],
    "1999": [
        {
            "authors": "",
            "description": "",
            "title": "Medical Dictionary for Regulatory Activities"
        }
    ],
    "2000": [
        {
            "authors": "",
            "description": "",
            "title": "NIH Biomedical Information Science and Technology Initiative"
        }
    ],
    "2003": [
        {
            "authors": "HGP) completed",
            "description": "",
            "title": "Human Genome Project "
        }
    ],
    "2005": [
        {
            "authors": "",
            "description": "Scientists develop super acids: more acidic than 100% sulfuric acid. ",
            "title": "Super acids"
        }
    ],
    "2007": [
        {
            "authors": "",
            "description": "Thermotoga petrophila RKU-1 was sequenced on September 1, 2007 at the DOE Joint Genome Institute. The genome has 1823511 DNA bases making up 1865 total genes, with the majority of genes (1810) being proteins. Fifty-five genes are associated with RNA. The single chromosome of T. petrophila is double-stranded and circular.",
            "title": "T. Petrophila DNA Sequenced"
        },
        {
            "authors": "",
            "description": "In 2007, CNPP developed a concept for an electronic database to serve as a repository of summaries of individual studies on diet and health.",
            "title": "USDA CNPP tracks nutritional studies"
        },
        {
            "authors": "",
            "description": "Founded",
            "title": "International Health Terminology Standards Development Organisation"
        }
    ],
    "2008": [
        {
            "authors": "",
            "description": "CNPP recognized the importance of systematic reviews, and therefore, evolved the original database concept. The “Nutrition Evidence Library” was launched in October 2008 as a team of staff who specialized in conducting systematic reviews. The team supported the 2010 and 2015 Dietary Guidelines Advisory Committees, and completed additional projects to inform Federal food- and nutrition-related programmatic initiatives, such as the Dietary Patterns systematic review project, released in 2014.In 2019, CNPP changed the name from Nutrition Evidence Library to “Nutrition Evidence Systematic Review” or NESR. The purpose of this name change was to communicate that NESR is a team of professionals who specialize in conducting systematic reviews on food- and nutrition-related topics, rather than a library that collects, houses, or conducts original nutrition research.",
            "title": "USDA CNPP Nutrition Evidence Library / NESR"
        }
    ],
    "2009": [
        {
            "authors": "NASA",
            "description": "",
            "title": "Kepler Mission "
        }
    ],
    "2012": [
        {
            "authors": "Krauss",
            "description": "",
            "title": "“A Universe from Nothing” "
        }
    ],
    "2013": [
        {
            "authors": "",
            "description": "As of 2019 it determined stellar parallaxes to more than a billion stars in the Milky Way and nearby galaxies.[8]",
            "title": "Gaia space observatory"
        }
    ],
    "2014": [
        {
            "authors": "Tegmark",
            "description": "",
            "title": "“Our Mathematical Universe: My Quest for the Ultimate Nature of Reality” "
        }
    ],
    "2015": [
        {
            "authors": "LIGO Gravitational Wave Observatory",
            "description": "",
            "title": "Gravitational waves evidence "
        }
    ],
    "2018": [
        {
            "authors": "",
            "description": "",
            "title": "ICD-11 Release"
        }
    ],
    "2019": [
        {
            "authors": "",
            "description": "",
            "title": "ICD-11 Endorsement"
        }
    ],
    "2022": [
        {
            "authors": "",
            "description": "",
            "title": "ICD-11 comes in effect on Jan 1, 2020"
        }
    ]
}
